Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

# approaches helptext
source: Specify the centre of the area in which the Approach has been applied.
th: ให้ค่าพิกัดของศูนย์กลางของพื้นที่ที่ได้มีการใช้แนวทางนี้

# technologies label
source: Add geo-referenced information on the map below
th: เพิ่มรายละเอียดเชิงภูมิศาสตร์บนแผนที่ข้างล่าง

# technologies helptext
source: Add a point for each technology site that was considered/ analysed in the documentation of this technology. If more than 10 sites were considered, select and add a point for those that are most representative.
th: เพิ่มจุดของแต่ละพื้นที่เทคโนโลยีที่ถูกสนใจหรือวิเคราะห์ในเอกสารของเทคโนโลยีนี้ ถ้าหากมีพื้นที่มากกว่า 10 ที่ที่ถูกสนใจ เลือกและเพิ่มจุดจากจุดที่เป็นตัวแทนมากที่สุด

# watershed helptext
source: <p><strong>Conditions regarding the use of data documented through WOCAT</strong></p><ul><li>Data captured through WOCAT questionnaires will be entered, edited, and stored in the WOCAT online database by the compiler or a data entry person assigned by the compiler. Overall responsibility for compilation and data quality lies with the compiler. The compiler, resource persons, and data entry person will be recorded and given credit for the data in the database as well as in any compilation or publication of the documented data.</li><li>Data stored in the WOCAT database are open access.</li><li>Data are made available for users under the <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License.</a></li></ul><p>You are free to:</p><ul><li><strong>Share</strong> — copy and redistribute the material in any medium or format</li><li><strong>Adapt</strong> — remix, transform, and build upon the material</li></ul><p>The licensor cannot revoke these freedoms as long as you follow the following license terms:</p><ul><li><strong>Attribution</strong> — You must give appropriate credit, provide a link to the license, and indicate if changes were made.</li><li><strong>NonCommercial</strong> — You may not use the material for commercial purposes.</li><li><strong>ShareAlike</strong> — If you remix, transform, or build upon the material, you must distribute your contributions under the same license as the original.</li><li><strong>No additional restrictions</strong> — You may not apply legal terms or technological measures that legally restrict others from doing anything the license permits.</li></ul><p><strong>Full license terms</strong>: <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link">http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>
th: <p><strong>เงื่อนไขที่เกี่ยวข้องกับการใช้ข้อมูลที่ได้บันทึกไว้ผ่านทาง WOCAT</strong></p><ul><li> ข้อมูลที่เก็บรวบรวมได้จากแบบสอบถาม WOCAT จะนำเข้าในฐานข้อมูลออนไลน์ WOCAT เพื่อทำการแก้ไขและเก็บไว้ในฐานข้อมูลนี้ โดยผู้รวบรวมหรือเจ้าหน้าที่ที่ได้รับมอบหมายจากผู้รวบรวม ความรับผิดชอบสำหรับการเก็บรวบรวมและคุณภาพของข้อมูลขึ้นอยู่กับผู้รวบรวมข้อมูล ข้อมูลของผู้รวบรวมข้อมูล วิทยากร และเจ้าหน้าที่บันทึกข้อมูลจะถูกบันทึกลงในฐานข้อมูลเช่นเดียวกับการเก็บรวบรวมหรือการเผยแพร่ข้อมูลของเทคโนโลยีนี้ </li><li>ข้อมูลที่เก็บไว้ในฐานข้อมูล WOCAT เป็นระบบเปิด สามารถเข้าถึงข้อมูลได้ </li><li>ข้อมูลได้จ้ดทำไว้สำหรับผู้ใช้ ภายใต้สัญญา <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported</a></li></ul><p> โดยไม่มีข้อจำกัดในการ </p><ul><li><strong>แบ่งปัน (Share)</strong> – คัดลอกและแจกจ่ายเนื้อหาในสื่อกลางหรือรูปแบบใดๆ ก็ได้</li><li><strong>ปรับเปลี่ยน (Adapt)</strong> – เรียบเรียงใหม่ ดัดแปลง และปรับปรุงเนื้อหาขึ้นใหม่ </li></ul><p>ผู้อนุญาตไม่สามารถเพิกถอนสิทธิ์นั้นได้ ในขณะที่ยังปฏิบัติตามเงื่อนไขภายใต้สัญญาดังต่อไปนี้ </p><ul><li><strong>แสดงที่มา (Attribution)</strong> – ต้องอ้างอิงถึงเจ้าของผลงาน จัดหาการเชื่อมโยงมาที่ลิขสิทธิ์ และระบุถึงการเปลี่ยนแปลงที่ทำขึ้น <strong>ไม่ใช้เพื่อการค้า (Non-commercial)</strong> - ไม่อนุญาตให้นำเนื้อหาไปใช้เพื่อวัตถุประสงค์ทางการค้า <li><li><strong>ต้องใช้ลิขสิทธ์ผลงานเป็นแบบเดียวกัน (ShareAlike)</strong> – ถ้าทำการเรียบเรียงใหม่ ดัดแปลง และปรับปรุงเนื้อหาขึ้นใหม่ จะได้รับการอนุญาตให้แจกจ่ายผลงานดัดแปลงได้ เฉพาะกรณีที่ชิ้นงานดัดแปลงนั้นเผยแพร่ด้วยสัญญาที่เหมือนกันทุกประการกับงานต้นฉบับ </li><li><strong>ไม่มีข้อจำกัดเพิ่มเติม(No additional restrictions)</strong> - ไม่อนุญาตให้ใช้ข้อกำหนดทางกฎหมายหรือมาตรการทางเทคโนโลยีไปจำกัดผู้อื่นทางกฎหมายในการทำสิ่งที่สัญญาได้อนุญาตไว้ </li></ul><p><strong>เงื่อนไขคำอนุญาตแบบเต็มดูที่</strong>:<a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link"> http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>

# approaches helptext
source: <p><strong>Conditions regarding the use of data documented through WOCAT</strong></p><ul><li>Data captured through WOCAT questionnaires will be entered, edited, and stored in the WOCAT online database by the compiler or a data entry person assigned by the compiler. Overall responsibility for compilation and data quality lies with the compiler. The compiler, resource persons, and data entry person will be recorded and given credit for the data in the database as well as in any compilation or publication of the documented data.</li><li>Data stored in the WOCAT database are open access.</li><li>Data are made available for users under the <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License.</a></li></ul><p>You are free to:</p><ul><li><strong>Share</strong> — copy and redistribute the material in any medium or format</li><li><strong>Adapt</strong> — remix, transform, and build upon the material</li></ul><p>The licensor cannot revoke these freedoms as long as you follow the following license terms:</p><ul><li><strong>Attribution</strong> — You must give appropriate credit, provide a link to the license, and indicate if changes were made.</li><li><strong>NonCommercial</strong> — You may not use the material for commercial purposes.</li><li><strong>ShareAlike</strong> — If you remix, transform, or build upon the material, you must distribute your contributions under the same license as the original.</li><li><strong>No additional restrictions</strong> — You may not apply legal terms or technological measures that legally restrict others from doing anything the license permits.</li></ul><p><strong>Full license terms</strong>: <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link">http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>
th: <p><strong>เงื่อนไขที่เกี่ยวข้องกับการใช้ข้อมูลที่ได้บันทึกไว้ผ่านทาง WOCAT</strong></p><ul><li> ข้อมูลที่เก็บรวบรวมได้จากแบบสอบถาม WOCAT จะนำเข้าในฐานข้อมูลออนไลน์ WOCAT เพื่อทำการแก้ไขและเก็บไว้ในฐานข้อมูลนี้ โดยผู้รวบรวมหรือเจ้าหน้าที่ที่ได้รับมอบหมายจากผู้รวบรวม ความรับผิดชอบสำหรับการเก็บรวบรวมและคุณภาพของข้อมูลขึ้นอยู่กับผู้รวบรวมข้อมูล ข้อมูลของผู้รวบรวมข้อมูล วิทยากร และเจ้าหน้าที่บันทึกข้อมูลจะถูกบันทึกลงในฐานข้อมูลเช่นเดียวกับการเก็บรวบรวมหรือการเผยแพร่ข้อมูลของเทคโนโลยีนี้ </li><li>ข้อมูลที่เก็บไว้ในฐานข้อมูล WOCAT เป็นระบบเปิด สามารถเข้าถึงข้อมูลได้ </li><li>ข้อมูลได้จ้ดทำไว้สำหรับผู้ใช้ ภายใต้สัญญา <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported</a></li></ul><p> โดยไม่มีข้อจำกัดในการ </p><ul><li><strong>แบ่งปัน (Share)</strong> – คัดลอกและแจกจ่ายเนื้อหาในสื่อกลางหรือรูปแบบใดๆ ก็ได้</li><li><strong>ปรับเปลี่ยน (Adapt)</strong> – เรียบเรียงใหม่ ดัดแปลง และปรับปรุงเนื้อหาขึ้นใหม่ </li></ul><p>ผู้อนุญาตไม่สามารถเพิกถอนสิทธิ์นั้นได้ ในขณะที่ยังปฏิบัติตามเงื่อนไขภายใต้สัญญาดังต่อไปนี้ </p><ul><li><strong>แสดงที่มา (Attribution)</strong> – ต้องอ้างอิงถึงเจ้าของผลงาน จัดหาการเชื่อมโยงมาที่ลิขสิทธิ์ และระบุถึงการเปลี่ยนแปลงที่ทำขึ้น <strong>ไม่ใช้เพื่อการค้า (Non-commercial)</strong> - ไม่อนุญาตให้นำเนื้อหาไปใช้เพื่อวัตถุประสงค์ทางการค้า <li><li><strong>ต้องใช้ลิขสิทธ์ผลงานเป็นแบบเดียวกัน (ShareAlike)</strong> – ถ้าทำการเรียบเรียงใหม่ ดัดแปลง และปรับปรุงเนื้อหาขึ้นใหม่ จะได้รับการอนุญาตให้แจกจ่ายผลงานดัดแปลงได้ เฉพาะกรณีที่ชิ้นงานดัดแปลงนั้นเผยแพร่ด้วยสัญญาที่เหมือนกันทุกประการกับงานต้นฉบับ </li><li><strong>ไม่มีข้อจำกัดเพิ่มเติม(No additional restrictions)</strong> - ไม่อนุญาตให้ใช้ข้อกำหนดทางกฎหมายหรือมาตรการทางเทคโนโลยีไปจำกัดผู้อื่นทางกฎหมายในการทำสิ่งที่สัญญาได้อนุญาตไว้ </li></ul><p><strong>เงื่อนไขคำอนุญาตแบบเต็มดูที่</strong>:<a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link"> http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>

# technologies helptext
source: <p><strong>Conditions regarding the use of data documented through WOCAT</strong></p><ul><li>Data captured through WOCAT questionnaires will be entered, edited, and stored in the WOCAT online database by the compiler or a data entry person assigned by the compiler. Overall responsibility for compilation and data quality lies with the compiler. The compiler, resource persons, and data entry person will be recorded and given credit for the data in the database as well as in any compilation or publication of the documented data.</li><li>Data stored in the WOCAT database are open access.</li><li>Data are made available for users under the <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License.</a></li></ul><p>You are free to:</p><ul><li><strong>Share</strong> — copy and redistribute the material in any medium or format</li><li><strong>Adapt</strong> — remix, transform, and build upon the material</li></ul><p>The licensor cannot revoke these freedoms as long as you follow the following license terms:</p><ul><li><strong>Attribution</strong> — You must give appropriate credit, provide a link to the license, and indicate if changes were made.</li><li><strong>NonCommercial</strong> — You may not use the material for commercial purposes.</li><li><strong>ShareAlike</strong> — If you remix, transform, or build upon the material, you must distribute your contributions under the same license as the original.</li><li><strong>No additional restrictions</strong> — You may not apply legal terms or technological measures that legally restrict others from doing anything the license permits.</li></ul><p><strong>Full license terms</strong>: <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link">http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>
th: <p><strong>เงื่อนไขที่เกี่ยวข้องกับการใช้ข้อมูลที่ได้บันทึกไว้ผ่านทาง WOCAT</strong></p><ul><li> ข้อมูลที่เก็บรวบรวมได้จากแบบสอบถาม WOCAT จะนำเข้าในฐานข้อมูลออนไลน์ WOCAT เพื่อทำการแก้ไขและเก็บไว้ในฐานข้อมูลนี้ โดยผู้รวบรวมหรือเจ้าหน้าที่ที่ได้รับมอบหมายจากผู้รวบรวม ความรับผิดชอบสำหรับการเก็บรวบรวมและคุณภาพของข้อมูลขึ้นอยู่กับผู้รวบรวมข้อมูล ข้อมูลของผู้รวบรวมข้อมูล วิทยากร และเจ้าหน้าที่บันทึกข้อมูลจะถูกบันทึกลงในฐานข้อมูลเช่นเดียวกับการเก็บรวบรวมหรือการเผยแพร่ข้อมูลของเทคโนโลยีนี้ </li><li>ข้อมูลที่เก็บไว้ในฐานข้อมูล WOCAT เป็นระบบเปิด สามารถเข้าถึงข้อมูลได้ </li><li>ข้อมูลได้จ้ดทำไว้สำหรับผู้ใช้ ภายใต้สัญญา <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank" class="link">Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported</a></li></ul><p> โดยไม่มีข้อจำกัดในการ </p><ul><li><strong>แบ่งปัน (Share)</strong> – คัดลอกและแจกจ่ายเนื้อหาในสื่อกลางหรือรูปแบบใดๆ ก็ได้</li><li><strong>ปรับเปลี่ยน (Adapt)</strong> – เรียบเรียงใหม่ ดัดแปลง และปรับปรุงเนื้อหาขึ้นใหม่ </li></ul><p>ผู้อนุญาตไม่สามารถเพิกถอนสิทธิ์นั้นได้ ในขณะที่ยังปฏิบัติตามเงื่อนไขภายใต้สัญญาดังต่อไปนี้ </p><ul><li><strong>แสดงที่มา (Attribution)</strong> – ต้องอ้างอิงถึงเจ้าของผลงาน จัดหาการเชื่อมโยงมาที่ลิขสิทธิ์ และระบุถึงการเปลี่ยนแปลงที่ทำขึ้น <strong>ไม่ใช้เพื่อการค้า (Non-commercial)</strong> - ไม่อนุญาตให้นำเนื้อหาไปใช้เพื่อวัตถุประสงค์ทางการค้า <li><li><strong>ต้องใช้ลิขสิทธ์ผลงานเป็นแบบเดียวกัน (ShareAlike)</strong> – ถ้าทำการเรียบเรียงใหม่ ดัดแปลง และปรับปรุงเนื้อหาขึ้นใหม่ จะได้รับการอนุญาตให้แจกจ่ายผลงานดัดแปลงได้ เฉพาะกรณีที่ชิ้นงานดัดแปลงนั้นเผยแพร่ด้วยสัญญาที่เหมือนกันทุกประการกับงานต้นฉบับ </li><li><strong>ไม่มีข้อจำกัดเพิ่มเติม(No additional restrictions)</strong> - ไม่อนุญาตให้ใช้ข้อกำหนดทางกฎหมายหรือมาตรการทางเทคโนโลยีไปจำกัดผู้อื่นทางกฎหมายในการทำสิ่งที่สัญญาได้อนุญาตไว้ </li></ul><p><strong>เงื่อนไขคำอนุญาตแบบเต็มดูที่</strong>:<a href="http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode" target="_blank" class="link"> http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode</a></p>

# approaches label
source: General Information
th: ข้อมูลทั่วไป

# technologies label
source: General Information
th: ข้อมูลทั่วไป

# approaches label
source: Specifications
th: ข้อมูลจำเพาะ

# technologies label
source: Specifications
th: ข้อมูลจำเพาะ

# technologies label
source: Analysis
th: วิเคราะห์

# approaches label
source: What stakeholders / implementing bodies were involved in the Approach?
th: ผู้มีส่วนได้เสียหรือองค์กรที่นำไปปฏิบัติใช้มีส่วนเกี่ยวข้องกับแนวทางนี้อย่างไร

# approaches label_view
source: Involved stakeholders
th: ผู้มีส่วนได้ส่วนเสียที่เกี่ยวข้อง

# approaches label
source: Indicate year of initiation
th: ระบุปีที่เริ่ม

# approaches label
source: Type of Approach
th: ประเภทของแนวทาง

# approaches label
source: Enabling
th: เอื้ออำนวย

# approaches label
source: Hindering
th: เป็นอุปสรรค

# approaches label
source: Specify
th: ระบุ

# approaches label
source: Explain
th: การอธิบาย

# approaches label
source: Was training provided to land users/ other stakeholders?
th: ได้มีการจัดอบรมให้แก่ผู้ใช้ที่ดินหรือผู้มีส่วนได้ส่วนเสียคนอื่น ๆ หรือไม่

# approaches helptext
source: <p>If yes, please answer the following sub-questions.</p><p>If no, go to question 4.2.</p>
th: <p>ถ้าตอบว่าใช่ กรุณาตอบคำถามย่อยดังต่อไปนี้</p> <p>อาจจะมีหลายคำตอบ ถ้าตอบว่าไม่ ไปที่คำถาม 4.2</p>

# approaches label
source: If relevant, specify gender, age, status, ethnicity, etc.
th: ถ้าเกี่ยวข้อง ให้ระบุ เพศ อายุ สถานภาพ ชาติพันธุ์ เป็นต้น

# approaches label
source: Form of training
th: รูปแบบการอบรม

# approaches label
source: Subjects covered
th: หัวข้อที่พูด

# approaches label_view
source: Who was trained
th: ให้ระบุว่าใครเป็นผู้ได้รับการอบรม

# approaches label_view
source: Form of training
th: รูปแบบการอบรม

# approaches label_view
source: Type of Approach
th: ประเภทของแนวทาง

# approaches label_view
source: Were decisions on the selection of the Technology(ies) made
th: ระบุผู้ที่ทำการตัดสินใจเลือกเทคโนโลยีมากกว่าหนึ่งวิธีไปปฏิบัติใช้

# approaches label_view
source: Is decision making based on
th: ระบุว่าการตัดสินใจตั้งอยู่บนพื้นฐานของ

# approaches label_view
source: At what level have institutions been strengthened or established
th: ระบุระดับของสถาบันที่ได้รับการเสริมความแข็งแกร่งหรือจัดตั้งขึ้นมา

# approaches label
source: Describe institution, roles and responsibilities, members, etc.
th: อธิบายถึงสถาบัน บทบาทและความรับผิดชอบ สมาชิก เป็นต้น

# approaches label_view
source: Specify support:
th: ระบุประเภทของการให้ความช่วยเหลือสนับสนุน

# approaches label
source: Specify which inputs were subsidised
th: ระบุปัจจัยนำเข้าที่ได้รับการสนับสนุน

# approaches label
source: Specify subsidies
th: ระบุเงินสนับสนุน

# approaches label
source: Specify Inputs
th: ระบุปัจจัยนำเข้า

# approaches label_view
source: Specify Inputs
th: ระบุปัจจัยนำเข้า

# approaches label_view
source: Specify which inputs were subsidised
th: ระบุปัจจัยนำเข้าที่ได้รับการสนับสนุน

# approaches label
source: If labour by land users was a substantial input, was it
th: ถ้าแรงงานโดยผู้ใช้ที่ดินเป็นปัจจัยนำเข้าที่มีอยู่มากมาย ระบุด้วยว่าเนื่องจาก

# approaches label
source: Was credit provided under the Approach for SLM activities?
th: มีการจัดหาเครดิตมาให้ภายใต้แนวทาง SLM หรือไม่

# approaches label
source: Specify conditions (interest rate, payback, etc.)
th: ถ้าใช่ ระบุเงื่อนไข (อัตราดอกเบี้ย การชำระคืน)

# approaches label
source: Were other incentives or instruments used to promote implementation of SLM Technologies?
th: แรงจูงใจหรือเครื่องมืออื่น ๆ ได้ถูกนำไปใช้ส่งเสริมการใช้เทคโนโลยี SLM หรือไม่

# approaches label
source: If yes, specify
th: ถ้าใช่ ระบุ

# approaches label
source: Did the Approach enable evidence-based decision-making?
th: ช่วยในการตัดสินใจโดยดูจากหลักฐาน ได้หรือไม่

# approaches label
source: Did the Approach improve coordination and cost-effective implementation of SLM?
th: ปรับปรุงความร่วมมือกันและการดำเนิน งานของ SLM ได้อย่างมีประสิทธิผลหรือไม่

# approaches label
source: Did the Approach mobilize/ improve access to financial resources for SLM implementation?
th: ระดมกำลังหรือปรับปรุงการเข้าถึงแหล่ง เงินทุนสำหรับการดำเนินการ SLM หรือไม่

# approaches label
source: Did the Approach improve knowledge and capacities of land users to implement SLM?
th: ปรับปรุงความรู้และความสามารถของผู้ใช้ที่ดินในการดำเนินการ SLM หรือไม่

# approaches label
source: Did the Approach improve knowledge and capacities of other stakeholders?
th: ปรับปรุงความรู้และความสามารถของผู้มีส่วนได้ส่วนเสียคนอื่น ๆ ให้ดีขึ้นหรือไม่

# approaches label
source: Did the Approach build/ strengthen institutions, collaboration between stakeholders?
th: ทำให้ผู้ใช้ที่ดินระดับท้องถิ่นมีอำนาจขึ้น ปรับปรุงการเข้าร่วมของผู้มีส่วนได้ส่วนเสียให้ดีขึ้นหรือไม่

# approaches label
source: Did the Approach mitigate conflicts?
th: ช่วยบรรเทาความขัดแย้งหรือไม่

# approaches label
source: Did the Approach lead to improved food security/ improved nutrition?
th: นำไปสู่ความมั่นคงด้านอาหารหรือปรับปรุงโภชนาการให้ดีขึ้น

# approaches label
source: Did the Approach lead to improved access to water and sanitation?
th: นำไปสู่การเข้าถึงเรื่องน้ำและสุขาภิบาลได้ดีขึ้นหรือไม่

# approaches label
source: Did the Approach lead to more sustainable use/ sources of energy?
th: นำไปสู่การใช้ที่ดินอย่างยั่งยืนหรือแหล่งพลังงานหรือไม่

# approaches label
source: Did the Approach lead to employment, income opportunities?
th: นำไปสู่โอกาสในการจ้างงาน รายได้หรือไม่

# approaches label
source: Specify main motivating factors
th: ระบุปัจจัยในการจูงใจหลัก

# approaches label
source: Can the land users sustain what has been implemented through the Approach (without external support)?
th: ผู้ใช้ที่ดินสามารถทำให้สิ่งต่างๆ ที่ได้ปฏิบัติใช้โดยแนวทางนี้ยั่งยืนได้หรือไม่ (โดยไม่มีการสนับสนุนจากภายนอก)

# approaches label
source: If no or uncertain, specify and comment
th: ถ้าตอบว่าไม่หรือไม่แน่ใจ ให้ระบุและแสดงความคิดเห็น

# approaches label
source: If yes, describe how
th: ถ้าตอบว่าใช่ ให้อธิบายว่าอย่างไร

# approaches label
source: Flow chart
th: แผนผัง

# approaches label
source: Description
th: คำอธิบาย

# approaches label
source: Author
th: ผู้เขียน

# approaches label
source: If several stakeholders were involved, indicate lead agency
th: ถ้ามีผู้มีส่วนได้ส่วนเสียหลายคนที่เกี่ยวข้องให้ระบุหน่วยงานตัวแทน

# approaches label_view
source: Is advisory service provided
th: มีการบริการให้คำแนะนำหรือไม่

# approaches label
source: Have institutions been established or strengthened through the Approach?
th: สถาบันได้รับการจัดตั้งขึ้นมาหรือเสริมความแข็งแกร่งโดยแนวทางนี้หรือไม่

# approaches helptext
source: If yes, please answer the following sub-questions.
th: ถ้าตอบวาใช่ กรุณาตอบคำถามย่อยดังต่อไปนี้ อาจมีหลายคำตอบ

# approaches label
source: If yes, is this documentation intended to be used for monitoring and evaluation?
th: ถ้าตอบว่าใช่ แสดงว่าการจัดเตรียมเอกสารนี้มุ่งหวังที่จะเอาไปใช้สำหรับการติดตามตรวจสอบและประเมินผลใช่หรือไม่

# approaches label
source: Did the Approach empower local land users, improve stakeholder participation?
th: ทำให้ผู้ใช้ที่ดินระดับท้องถิ่นมีอำนาจขึ้น ปรับปรุงการเข้าร่วมของผู้มีส่วนได้ส่วนเสียให้ดีขึ้นหรือไม่

# approaches label
source: If yes, specify. If no, give reasons.
th: ถ้าตอบว่าใช่ ให้ระบุด้วย ถ้าตอบว่าไม่ใช่ ให้เหตุผลด้วย

# approaches label
source: Did the Approach empower socially and economically disadvantaged groups?
th: ทำให้กลุ่มด้อยโอกาสมีอำนาจทางสังคมและเศรษฐกิจหรือไม่

# approaches label
source: Did the Approach improve gender equality and empower women and girls?
th: ปรับปรุงความทัดเทียมกันด้านเพศและให้อำนาจแก่ผู้หญิงและเด็กผู้หญิงหรือไม่

# approaches label
source: Did the Approach improve access to markets?
th: ปรับปรุงการเข้าถึงตลาดหรือไม่

# approaches label
source: Did the Approach improve the capacity of the land users to adapt to climate changes/ extremes and mitigate climate related disasters?
th: ปรับปรุงความสามารถของผู้ใช้ที่ดินในการปรับตัวให้เข้ากับการเปลี่ยนแปลงของสภาพภูมิอากาศหรือสภาพที่รุนแรงและภัยพิบัติหรือไม่

# approaches label
source: Short description of the Approach
th: การอธิบายแบบสั้น ๆ ของแนวทาง

# approaches label
source: Detailed description of the Approach
th: การอธิบายอย่างละเอียดของแนวทาง

# approaches label
source: If precise year is not known, indicate approximate date when the Approach was initiated
th: ถ้าไม่รู้ปีที่แน่นอนให้ประมาณวันที่ที่ริเริ่มใช้แนวทางนี้

# approaches label
source: Year of termination (if Approach is no longer applied)
th: การสิ้นสุดลง (ถ้าแนวทางไม่ได้ใช้อีกต่อไป)

# approaches label
source: Main aims/ objectives of the Approach
th: เป้าหมายหรือวัตถุประสงค์หลักของแนวทาง

# approaches label
source: Specify stakeholders
th: ระบุผู้มีส่วนได้ส่วนเสีย

# approaches helptext
source: If relevant, also specify gender, age, status, ethnicity, etc.
th: ถ้ามีส่วนเกี่ยวโยง ให้ระบุเพศ อายุ สถานภาพ ชาติพันธุ์ เป็นต้น

# approaches label
source: Describe roles of stakeholders
th: อธิบายบทบาทของผู้มีส่วนได้ส่วนเสีย

# approaches label
source: Involvement of local land users/ local communities
th: ความเกี่ยวข้องของผู้ใช้ที่ดินระดับท้องถิ่นหรือชุมชนระดับท้องถิ่น

# approaches label
source: Specify who was involved and describe activities
th: ระบุผู้ที่มีส่วนเกี่ยวข้องและอธิบายกิจกรรม

# approaches label
source: other (specify; e.g. research):
th: อื่น ๆ (ระบุเช่นวิจัย)

# approaches label
source: Specify who decided on the selection of the Technology/ Technologies to be implemented
th: ระบุผู้ที่ทำการตัดสินใจเลือกเทคโนโลยีมากกว่าหนึ่งวิธีไปปฏิบัติใช้

# approaches label_filter
source: Who decided on the selection of the Technology/ Technologies to be implemented?
th: ใครเป็นผู้ที่ทำการตัดสินใจเลือกเทคโนโลยีมากกว่าหนึ่งวิธีไปปฏิบัติใช้

# approaches label
source: Specify on what basis decisions were made
th: ระบุว่าการตัดสินใจตั้งอยู่บนพื้นฐานของ

# approaches label
source: Specify who was trained
th: ให้ระบุว่าใครเป็นผู้ได้รับการอบรม

# approaches label
source: Do land users have access to an advisory service?
th: ผู้ใช้ที่ดินมีการเข้าถึงการรับบริการให้คำปรึกษาหรือไม่

# approaches helptext
source: <p><strong>Advisory service</strong>: technical assistance provided to land users by extension workers/ advisers from government, NGOs, projects, etc.</p><p>If yes, please answer the following sub-questions.</p><p>If no, go to question 4.3.</p>
th: <p><strong>บริการให้คำแนะนำ</strong> การช่วยเหลือด้านเทคนิคให้แก่ผู้ใช้ที่ดิน โดยเจ้าหน้าที่ด้านการส่งเสริมหรือที่ปรึกษาจากรัฐบาล องค์กรพัฒนาเอกชน และโครงการ เป็นต้น</p><p>ถ้าตอบว่าใช่ กรุณาตอบคำถามย่อยดังต่อไปนี้</p><p>ถ้าตอบว่าไม่ ให้ไปที่คำถามข้อ 4.3</p>

# approaches label
source: Specify whether advisory service is provided
th: ระบุว่ามีบริการให้คำปรึกษาหรือไม่

# approaches label
source: Describe/ comments
th: การอธิบาย/แสดงความคิดเห็น

# approaches label
source: Specify the level(s) at which institutions have been strengthened or established
th: ระบุระดับของสถาบันที่ได้รับการเสริมความแข็งแกร่งหรือจัดตั้งขึ้นมา

# approaches label_filter
source: Level at which institutions have been strengthened or established
th: ระดับของสถาบันที่ได้รับการเสริมความแข็งแกร่งหรือจัดตั้งขึ้นมา

# approaches label
source: Specify type of support
th: ระบุประเภทของการให้ความช่วยเหลือสนับสนุน

# approaches label
source: Give further details
th: ให้รายละเอียดเพิ่มเติม
