Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: New version due to unccd flagging
th: เวอร์ชั่นใหม่เนื่องจากการปักธงของ UNCCD

source: The questionnaire was succesfully removed
th: แบบสอบถามถูกนำออกแล้ว

source: Data successfully saved.
th: ข้อมูลถูกบันทึกแล้ว

source: QCAT Form
th: ฟอร์ม QCAT

source: No or multiple files provided.
th: ไม่มีหรือมีไฟล์หลายไฟล์ที่มีให้

source: Only data declared as public are visible.
th: มีเพียงแค่ข้อมูลที่ถูกเผยแพร่แบบสาธารณะที่สามารถมองเห็นได้

source: Answer: {}
th: คำตอบ: {}

source: Subsidies for specific inputs
th: เงินสนับสนุนสำหรับปัจจัยการผลิต

source: land user's view
th: มุมมองของผู้ใช้ที่ดิน

source: compiler’s or other key resource person’s view
th: ทัศนคติของผู้รวบรวมหรือวิทยากรคนอื่นๆ

source: Conclusions and lessons learnt
th: บทสรุปหรือบทเรียนที่ได้รับ

source: Strengths
th: จุดแข็ง

source: Weaknesses/ disadvantages/ risks
th: จุดด้อย/ข้อเสีย/ความเสี่ยง

source: how to overcome
th: แก้ไขปัญหาได้อย่างไร

source: References
th: การอ้างอิง

source: Date of documentation
th: วันที่จัดทำเอกสาร

source: Last update
th: การอัพเดทล่าสุด

source: Resource persons
th: วิทยากร

source: Full description in the WOCAT database
th: คำอธิบายฉบับเต็มในฐานข้อมูล WOCAT

source: Linked SLM data
th: ข้อมูล SLM ที่ถูกอ้างอิง

source: Key references
th: การอ้งอิงหลัก

source: Links to relevant information which is available online
th: ลิงก์ข้อมูลที่เกี่ยวข้องที่มีอยู่ในออนไลน์

source: Documentation was faciliated by
th: การจัดทำเอกสารถูกทำโดย

source: Project
th: โครงการ

source: Institution
th: องค์กร

source: Video
th: วีดีโอ

source: This technology is problematic with regard to land degradation, so it cannot be declared a sustainable land management technology
th: เทคโนโลยียังเป็นปัญหาเกี่ยวกับการเสื่อมโทรมของดิน ดังนั้นมันยังไม่ได้สามารถถูกยืนยันว่าเป็นเทคโนโลยีการจัดการดินที่ยั่งยืน

source: Location
th: สถานที่

source: Description
th: คำอธิบาย

source: No. of Technology sites analysed
th: ตำนวนการวิเคราะห์เทคโนโลยี

source: Geo-reference of selected sites
th: ตำแหน่งทางภูมิศาสตร์ของสถานที่ที่ถูกเลือ

source: Spread of the Technology
th: การเผยแพร่ของเทคโนโลยี

source: Date of implementation
th: วันที่ในการดำเนินการ

source: Type of introduction
th: ประเภทของการแนะนำ

source: Classification of the Technology
th: การจำแนกประเภทเทคโนโลยี

source: Main purpose
th: จุดประสงค์หลัก

source: Land use
th: การใช้ที่ดิน

source: Water supply
th: การใช้น้ำ

source: Number of growing seasons per year
th: จำนวนของฤดูปลูกต่อปี

source: Land use before implementation of the Technology
th: การใช้ที่ดินก่อนการดำเนินการโดยเทคโนโลยี

source: Livestock density
th: ความหนาแน่นของปศุสัตว์

source: Purpose related to land degradation
th: ความมุ่งหมายที่เกี่ยวข้องกับการเสื่อมโทรมของที่ดิน

source: Degradation addressed
th: ที่อยู่ของการเสื่อมโทรม

source: SLM group
th: กลุ่ม SLM

source: SLM measures
th: มาตรการ SLM

source: Author: {}
th: ผู้เขียน {}

source: Technical drawing
th: แบบแปลนทางเทคนิค

source: Technical specifications
th: ข้อมูลจำเพาะด้านเทคนิค

source: ; conversion factor to one hectare: <b>1 ha = {}</b>
th: ตัวแปลงค่าจาก <b>1 เฮกตาร์ = {}</b>

source: (size and area unit: <b>{}</b>{})
th: (หน่วยของขนาดและพื้นที่: <b>{}</b>{})

source: unit: <b>{}</b>
th: หน่วย: <b>{}</b>

source: n.a
th: ไม่มีคำตอบ

source: Establishment and maintenance: activities, inputs and costs
th: การจัดตั้งและการบำรุงรักษา: กิจกรรม ปัจจัยและค่าใช้จ่าย

source: Calculation of inputs and costs
th: การคำนวนต้นทุนและค่าใช้จ่าย

source: Costs are calculated: {}
th: ค่าใช้จ่ายถูกคำนวน {}

source: Currency used for cost calculation: <b>{}</b>
th: สกุลเงินที่ใช้คำนวณค่าใช้จ่าย <b>{}</b>

source: Exchange rate (to USD): 1 USD = {} {}
th: อัตราแลกเปลี่ยน (ไปเป็นดอลลาร์สหรัฐ) คือ 1 ดอลลาร์สหรัฐ = {} {}

source: Average wage cost of hired labour per day: {}
th: ค่าจ้างเฉลี่ยในการจ้างแรงงานต่อวันคือ {}

source: Most important factors affecting the costs
th: ปัจจัยที่สำคัญที่สุดที่มีผลต่อค่าใช้จ่าย

source: Establishment activities
th: กิจกรรมเพื่อการจัดตั้ง

source: Establishment inputs and costs{}
th: ปัจจัยและค่าใช้จ่ายของการจัดตั้ง {}

source: Total establishment costs (estimation)
th: ค่าใช้จ่ายทั้งหมดของการจัดตั้ง (ประมาณ)

source: Maintenance activities
th: กิจกรรมสำหรับการบำรุงรักษา

source: Maintenance inputs and costs{}
th: ปัจจัยและค่าใช้จ่ายของการบำรุงรักษา {}

source: Total maintenance costs (estimation)
th: ค่าใช้จ่ายทั้งหมดของการบำรุงรักษา (ประมาณ)

source: Timing/ frequency
th: ช่วงระยะเวลา/ความถี่

source: Average annual rainfall in mm: {}
th: ปริมาณเฉลี่ยฝนรายปีในหน่วยมม. {}

source: Name of the meteorological station: {}
th: ชื่อสถานีอุตุนิยมวิทยา {}

source: Natural environment
th: สิ่งแวดล้อมทางธรรมชาติ

source: Average annual rainfall
th: ปริมาณเฉลี่ยฝนรายปี

source: Agro-climatic zone
th: บริเวณพื้นที่อุตุเกษตร

source: Specifications on climate
th: ข้อมูลจำเพาะเรื่องภูมิอากาศ

source: Slope
th: ความชัน

source: Landforms
th: ภูมิลักษณ์

source: Altitude
th: ความสูง

source: Technology is applied in
th: เทคโนโลยีถูกประยุกต์ใช้ใน

source: Soil depth
th: ความลึกของดิน

source: Soil texture (topsoil)
th: เนื้อดิน (ดินชั้นบน)

source: Soil texture (> 20 cm below surface)
th: เนื้อดิน (> 20 ซม. ต่ำกว่าพื้นผิว)

source: Topsoil organic matter content
th: สารอินทรียวัตถุในดิน

source: Groundwater table
th: ตารางน้ำบาดาล

source: Availability of surface water
th: ระดับน้ำบาดาลที่ผิวดิน

source: Water quality (untreated)
th: คุณภาพน้ำ (ยังไม่ได้รับการบำบัด)

source: Occurrence of flooding
th: การเกิดน้ำท่วม

source: Is salinity a problem?
th: ความเค็มของน้ำเป็นปัญหาหรือไม่

source: Species diversity
th: ความหลากหลายทางชนิดพันธุ์

source: Habitat diversity
th: ความหลากหลายของแหล่งที่อยู่

source: Characteristics of land users applying the Technology
th: ลักษณะเฉพาะของผู้ใช้ที่ดินที่ประยุกต์ใช้เทคโนโลยี

source: Market orientation
th: เป้าหมายทางการตลาด

source: Off-farm income
th: รายได้จากภายนอกฟาร์ม

source: Relative level of wealth
th: ระดับของความมั่งคั่งโดยเปรียบเทียบ

source: Level of mechanization
th: ระดับของการใช้เครื่องจักรกล

source: Sedentary or nomadic
th: อยู่กับที่หรือเร่ร่อน

source: Individuals or groups
th: เป็นรายบุคคลหรือกลุ่ม

source: Gender
th: เพศ

source: Age
th: อายุ

source: Area used per household
th: พื้นที่ที่ใช้ต่อครัวเรือน

source: Scale
th: ขนาด

source: Land ownership
th: กรรมสิทธิ์ในที่ดิน

source: Land use rights
th: สิทธิในการใช้ที่ดิน

source: Water use rights
th: สิทธิในการใช้น้ำ

source: Access to services and infrastructure
th: เข้าถึงการบริการและโครงสร้างพื้นฐาน

source: Impacts
th: ผลกระทบ

source: Socio-economic impacts
th: ผลกระทบทางด้านเศรษฐกิจและสังคม

source: Socio-cultural impacts
th: ผลกระทบด้านสังคมและวัฒนธรรม

source: Ecological impacts
th: ผลกระทบด้านนิเวศวิทยา

source: Off-site impacts
th: ผลกระทบนอกพื้นที่ดำเนินการ

source: Cost-benefit analysis
th: รายได้และค่าใช้จ่าย

source: Benefits compared with establishment costs
th: ผลประโยชน์ที่ได้รับเปรียบเทียบกับค่าใช้จ่าย

source: Benefits compared with maintenance costs
th: ผลประโยชน์ที่ได้รับเปรียบเทียบกับค่าใช้จ่ายในการบำรุงรักษา

source: Climate change
th: การเปลี่ยนแปลงของสภาพภูมิอากาศ

source: Climate change/ extreme to which the Technology is exposed
th: การเปลี่ยนแปลงสภาพภูมิอากาศที่ค่อยเป็นค่อยไป และสภาพรุนแรงของภูมิอากาศที่เทคโนโลยีได้เผชิญ

source: How the Technology copes with these changes/extremes
th: การปรับตัวของเทคโนโลยีในเปลี่ยนแปลงของสภาพภูมิอากาศที่ค่อยเป็นค่อยไปและสภาพรุนแรงของภูมิอากาศ เป็นอย่างไร

source: Adoption and adaptation
th: การน้อมเอาความรู้และการปรับใช้

source: Percentage of land users in the area who have adopted the Technology
th: เปอร์เซ็นต์ของผู้ใช้ที่ดินในพื้นที่ที่นำเทคโนโลยีไปใช้

source: Of all those who have adopted the Technology, how many have done so without receiving material incentives?
th: จากทั้งหมดที่ได้รับเทคโนโลยีเข้ามามีจำนวนเท่าใดที่ทำแบบทันที โดยไม่ได้รับการจูงใจด้านวัสดุหรือการเงินใดๆ

source: Number of households and/ or area covered
th: จำนวนหลังคาเรือนหรือขนาดพื้นที่รวมทั้งหมด

source: Has the Technology been modified recently to adapt to changing conditions?
th: เทคโนโลยีได้รับการปรับเปลี่ยนเร็วๆ นี้เพื่อให้ปรับตัวเข้ากับสภาพที่กำลังเปลี่ยนแปลงหรือไม่

source: To which changing conditions?
th: สภาพที่กำลังเปลี่ยนแปลงอันไหน

source: Initiation date
th: วันที่ริเริ่ม

source: Year of termination
th: ปีที่สิ้นสุด

source: Type of Approach
th: ประเภทของแนวทาง

source: Approach aims and enabling environment
th: แนวทางการดำเนินการและบรรยากาศการพัฒนาที่เอื้ออํานวย

source: Main aims / objectives of the approach
th: เป้าหมายหรือวัตถุประสงค์หลักของแนวทาง

source: Conditions enabling the implementation of the Technology/ ies applied under the Approach
th: เงื่อนไขที่เอื้ออำนวยต่อการนำเอาเทคโนโลยีภายใต้แนวทางนี้ไปปฏิบัติใช้

source: Conditions hindering the implementation of the Technology/ ies applied under the Approach
th: เงื่อนไขที่เป็นอุปสรรคต่อการนำเอาเทคโนโลยีภายใต้แนวทางนี้ไปปฏิบัติใช้

source: Participation and roles of stakeholders involved
th: การมีส่วนร่วมและบทบาทของผู้มีส่วนได้เสีย

source: Stakeholders involved in the Approach and their roles
th: ผู้มีส่วนได้เสียที่เกี่ยวข้องในแนวทางนี้และบทบาท

source: Involvement of local land users/ local communities in the different phases of the Approach
th: ความเกี่ยวข้องของผู้ใช้ที่ดินระดับท้องถิ่นหรือชุมชนระดับท้องถิ่นในช่วงต่างๆ ของแนวทาง

source: Flow chart
th: แผนผัง

source: Decision-making on the selection of SLM Technology
th: การตัดสินใจในการเลือกใช้เทคโนโลยี SLM

source: Decisions were taken by
th: การตัดสินใจถูกทำโดย

source: Decisions were made based on
th: การตัดสินใจถูกตัดสินอยู่บนพื้นฐานของ

source: Technical support, capacity building, and knowledge management
th: การสนับสนุนด้านเทคนิค การสร้างขีดความสามารถ และการจัดการด้านความรู้

source: The following activities or services have been part of the approach
th: กิจกรรมหรือการบริการต่อจากนี้เป็นส่วนหนึ่งของแนวทาง

source: Capacity building/ training
th: การสร้างสมรรถภาพหรือการอบรม

source: Training was provided to the following stakeholders
th: การจัดอบรมถูกจัดขึ้นสำหรับผู้มีส่วนได้ส่วนเสียต่อไปนี้

source: Form of training
th: รูปแบบของการอบรม

source: Subjects covered
th: หัวข้อที่อบรม

source: Advisory service
th: การบริการให้คำแนะนำ

source: Advisory service was provided
th: การให้คำแนะนำถูกจัดขึ้น

source: Institution strengthening
th: การสร้างความแข็งแกร่งให้กับองค์กร

source: Institutions have been strengthened / established
th: องค์กรถูกทำให้แข็งแกร่งขึ้นหรือจัดตั้งขึ้น

source: at the following level
th: ตามระดับต่อไปนี้

source: Describe institution, roles and responsibilities, members, etc.
th: อธิบายถึงสถาบัน บทบาทและความรับผิดชอบ สมาชิก เป็นต้น

source: Type of support
th: ประเภทของการให้ความช่วยเหลือสนับสนุน

source: Further details
th: รายละเอียดเพิ่มเติม

source: Monitoring and evaluation
th: การติดตามตรวจสอบและประเมินผล

source: Research
th: การวิจัย

source: Research treated the following topics
th: การวิจัยกระทำกับหัวข้อต่อไปนี้

source: Financing and external material support
th: การสนับสนุนด้านการเงินและวัสดุอุปกรณ์

source: Annual budget in USD for the SLM component
th: งบประมาณประจำปีสำหรับองค์ประกอบ SLM เป็นจำนวนดอลลาร์สหรัฐ

source: Precise annual budget: {}
th: งบประมาณประจำปีที่แน่นอน

source: The following services or incentives have been provided to land users
th: การบริการหรือแรงจูงใจต่อจากนี้ได้ถูกจัดให้สำหรับผู้ใช้ที่ดิน

source: Labour by land users was
th: แรงงานของผู้ใช้ที่ดินคือ

source: Financial/ material support provided to land users
th: การสนับสนุนด้านการเงินและวัสดุอุปกรณ์ให้แก่ผู้ใช้ที่ดิน

source: Credit
th: เครดิต

source: Conditions: {}
th: ข้อกำหนด {}

source: Credit providers: {}
th: ผู้ให้เครดิต {}

source: Credit receivers: {}
th: ผู้รับเครดิต {}

source: Other incentives or instruments
th: เเรงจูงใจหรือเครื่องมืออื่นๆ

source: Impact analysis and concluding statements
th: การวิเคราะห์ผลกระทบและการสรุปคำแถลง

source: Impacts of the Approach
th: ผลกระทบของแนวทาง

source: Did the approach...
th: แนวทาง ... หรือไม่

source: Main motivation of land users to implement SLM
th: แรงจูงใจหลักของผู้ใช้ที่ดินเพื่อที่จะนำ SLM ไปปฏิบัติใช้

source: Sustainability of Approach activities
th: ความยั่งยืนของกิจกรรมของแนวทาง

source: Can the land users sustain what hat been implemented through the Approach (without external support)?
th: ผู้ใช้ปที่ดินสามารถทำให้สิ่งต่างๆ ที่ได้ปฏิบัติใช้โดยแนวทางนี้ยั่งยืนได้หรือไม่ (โดยไม่มีการสนับสนุนจากภายนอก)

source: Summary
th: บทสรุป

source: Wocat SLM
th: SLM ของ WOCAT

source: Add CCA Module
th: เพิ่มโมดูล CCA

source: You can add a CCA Module to an existing SLM Technology. If the SLM Technology is not included in the WOCAT SLM Technology database yet, please first add it.
th: คุณสามารถเพิ่มโมดูล CCA ไปสู่เทคโนโลยีที่มีอยู่ได้ ถ้าหากเทคโนโลยี SLM ยังไม่ได้ถูกบรรจุในฐานข้อมูลของเทคโนโลยี SLM ของ WOCAT กรุณาเพิ่มเข้าไปก่อน

source: Add new SLM Technology.
th: เพิ่มเทคโนโลยี SLM ใหม่

source: Search and select a Technology to which you would like to add a module.
th: ค้นหาและเลือกเทคโนโลยีที่คุณต้องการเพิ่มโมดูลเข้าไป

source: 2. Select CCA Module
th: 2. เลือกโมดูล CCA

source: 3. Create CCA Module
th: 3. สร้างโมดูล CCA

source: WOCAT SLM Technologies
th: เทคโนโลยี SLM ของ WOCAT

source: Technology
th: เทคโนโลยี

source: UNCCD SLM portal
th: แหล่งรวบรวม SLM ของ UNCCD

source: The UNCCD database on SLM practices comprises of SLM best practices from UNCCD Member States that were included in the UNCCD PRAIS system and newly reported SLM practices based on WOCAT.
th: ฐานข้อมูล UNCCD ของการปฏิบัติ SLM ประกอบไปด้วย แนวปฏิบัติที่ดี SLM จากสมาชิกของ UNCCD ที่จะถูกรวมอยู่ในระบบ UNCCD PRAIS และถูกรายงานการปฏิบัติ SLM ตามลักษณะของ WOCAT

source: View UNCCD SLM practices
th: ดูการปฏิบัติ SLM ของ UNCCD

source: Add new UNCCD SLM practice
th: เพิ่มการปฏิบัติ SLM ของ UNCCD

source: Last updates
th: การอัพเดทล่าสุด

source: WOCAT Watershed
th: ลุ่มน้ำ WOCAT

source: Introduction to the questionnaire
th: คำแนะนำของแบบสอบถาม

source: Definitions
th: คำอธิบาย

source: <strong>Sustainable Land Management (SLM)</strong> in the context of WOCAT is defined as the use of land resources – including soils, water, vegetation, and animals – to produce goods and provide services to meet changing human needs, while simultaneously ensuring the long-term productive potential of these resources and the maintenance of their environmental functions.
th: <strong>การจัดการที่ดินอย่างยั่งยืน (SLM)</strong> ในบริบทของ WOCAT หมายถึง การใช้ทรัพยากรที่ดิน ได้แก่ ดิน น้ำ พืช และสัตว์ เพื่อผลิตสินค้าและจัดหาบริการมาให้ตรงตามความต้องการของมนุษย์ที่เปลี่ยนแปลงอยู่เสมอ ในขณะเดียวกันต้องมั่นใจว่าทรัพยากรเหล่านี้ต้องมีศักยภาพในการผลิตระยะยาวและมีการรักษาสภาพและบทบาทของสิ่งแวดล้อมได้ด้วย

source: An <strong>SLM Technology</strong> is a physical practice in the field that controls land degradation and/ or enhances productivity. A Technology consists of one or several measures, such as agronomic, vegetative, structural, and management measures.
th: <strong>เทคโนโลยี SLM</strong> คือวิธีการปฏิบัติทางกายภาพต่อผืนที่ดินเพื่อควบคุมการเสื่อมโทรมของที่ดิน และเพิ่มความสามารถในการผลิต โดยเทคโนโลยีหนึ่งอย่างนั้นประกอบไปด้วยหนึ่งมาตรการหรือหลายมาตรการ เช่นมาตรการด้านการปลูกพืช ด้านพืชพรรณ ด้านโครงสร้าง และด้านการจัดการ

source: An <strong>SLM Approach</strong> defines the ways and means used to implement one or several SLM Technologies. It includes technical and material support, involvement and roles of different stakeholders, etc. An Approach can refer to a project/ programme or to activities initiated by land users themselves.
th: <strong>แนวทาง SLM</strong> คือวิธีการที่นำเทคโนโลยี SLM มาตรการเดี่ยวหรือหลายมาตรการไปใช้ รวมถึงการสนับสนุนด้านเทคนิคและวัสดุอุปกรณ์ การมีส่วนร่วมและบทบาทของผู้มีส่วนได้ส่วนเสีย แนวทางดังกล่าวอาจหมายรวมถึงโครงการ โปรแกรม หรือ กิจกรรมที่ริเริ่มโดยผู้ใช้ที่ดินเอง

source: A modular framework for the documentation and assessment of SLM practices
th: โครงร่างงานที่เป็นโมดูลสำหรับการจัดทำเอกสารและการประเมินผลการปฏิบัติ SLM

source: The ultimate goal of documenting and assessing land management practices is to share and spread valuable knowledge in land management, support evidence-based decision-making, and scale up identified good/ best practices. To achieve this, it is important to analyse field experiences and gain a better understanding of the reasons behind successful SLM practices, regardless of whether they were introduced by projects or whether they are found in traditional systems.
th: เป้าหมายสุดท้ายของการจัดทำเอกสารและการประเมินผลปฏิบัติการจัดการที่ดิน คือการแบ่งปันและการเผยแพร่ความรู้ในการจัดการที่ดิน สนับสนุนการตัดสินใจที่มีหลักฐานอ้างอิง และการขยายการปฏิบัติที่ดีหรือดีที่สุดเพิ่มขึ้น เพื่อที่จะบรรลุเป้าหมายดังกล่าวจำเป็นต้องให้ความสำคัญกับการเก็บวิเคราะห์ภาคสนามอย่างละเอียดชัดเจน และทำความเข้าใจกับเหตุผลที่อยู่เบื้องหลังของการปฏิบัติ SLM ที่ประสบผลสำเร็จ โดยไม่คำนึงว่าได้รับการแนะนำเข้ามาโดยโครงการ หรือว่าพบในระบบแบบเดิมๆที่ทำกันอยู่

source: WOCAT focuses on efforts to prevent and reduce land degradation and restore degraded land through improved <strong>land management technologies and approaches to implement these</strong>. All practices may be considered, whether they are traditional or indigenous, newly introduced through projects or programmes, adopted and/ or adapted by land users, or recent innovations.
th: WOCAT มุ่งไปในเรื่องความพยายามในการป้องกันและลดความเสื่อมโทรมโทรมของที่ดินและฟื้นฟูที่ดินที่เสื่อมโทรม <strong>โดยการใช้เทคโนโลยีการจัดการที่ดินและแนวทางที่ได้ปรับปรุงให้ดีแล้วไปปฏิบัติใช้</strong> การปฏิบัติทั้งหมดนั้นอาจรวมถึงประเพณีดั้งเดิมที่ทำกันหรือเป็นแบบพื้นเมืองหรือเพิ่งถูกแนะนำเข้ามาใหม่จากทางโครงการหรือโปรแกรม โดยรับเข้ามาและ/หรือได้รับการปรับโดยผู้ใช้ที่ดิน หรือเป็นนวัตกรรมล่าสุดก็ได้

source: The <strong>Core Questionnaire on SLM Technologies (QT)</strong> helps to describe and understand the land management practice by addressing the following questions: <strong>what</strong> are the specifications of the Technology, what are the inputs and costs, <strong>where</strong> is it used (natural and human environment), and what <strong>impact</strong> does it have?
th: <strong>แบบสอบถามหลักเรื่องเทคโนโลยี SLM (Core QT)</strong> ช่วยในการอธิบายและเข้าใจถึงการปฏิบัติการจัดการที่ดิน โดยนำเสนอประเด็นคำถามต่อไปนี้ ได้แก่ ข้อมูลจำเพาะของเทคโนโลยีมี<strong>อะไรบ้าง</strong> ปัจจัยนำเข้าและค่าใช้จ่ายมีอะไรบ้าง นำไปใช้<strong>ที่ไหน</strong> (สิ่งแวดล้อมทางธรรมชาติและของมนุษย์) และ<strong>มีผลกระทบ</strong>อะไรบ้าง

source: The <strong>Core Questionnaire on SLM Approaches (QA)</strong> addresses the questions of <strong>how</strong> implementation was achieved (including capacity building, decision-making, technical and material support, change of legal framework and policies) and <strong>who</strong> achieved it (including all stakeholders involved and their roles). <strong>In the case of projects, WOCAT asks you to document only those components or activities of the project that are relevant to SLM.</strong>
th: <strong>แบบสอบถามหลักเรื่องแนวทาง SLM (Core QA)</strong> ยกประเด็นคำถามถึงการบรรลุผลในการดำเนินการได้<strong>อย่างไร </strong>(รวมถึงการสร้างขีดความสามารถ การตัดสินใจ การสนับสนุนด้านเทคนิคและวัสดุอุปกรณ์ การเปลี่ยนกรอบและนโยบายด้านกฎหมาย) และผู้ที่ดำเนินการให้เป็นผลสำเร็จคือ<strong>ใคร</strong> (รวมถึงผู้มีส่วนได้ส่วนเสียที่เกี่ยวข้องทั้งหมดและบทบาทของบุคคลเหล่านั้น) <strong>ในโครงการนี้ WOCATขอให้บันทึกเฉพาะองค์ประกอบหรือกิจกรรมของโครงการที่เกี่ยวข้องกับ SLM เท่านั้น</strong>

source: The Core questionnaires on SLM Technologies (QT core) and on SLM Approaches (QA core) contain the key questions on sustainable land management. They are the foundation of the WOCAT knowledge base. They are shorter and less time-consuming to fill in than the formerly used “basic” questionnaires.
th: แบบสอบถามหลักเรื่องเทคโนโลยี SLM(Core QT) และแบบสอบถามหลักเรื่องแนวทาง SLM (Core QA) ประกอบไปด้วยคำถามที่หาคำตอบเรื่องการจัดการที่ดินอย่างยั่งยืน ซึ่งเป็นพื้นฐานของฐานความรู้ด้านWOCAT โดยสั้นกว่าและใช้เวลาในการกรอกน้อยกว่าแบบสอบถามที่ใช้ก่อนหน้านี้

source: <strong>The WOCAT framework is flexible and open.</strong> It enables users to include specific topics, depending on their interests and needs, to expand the standardized WOCAT Core questionnaires. Development of the following <strong>modules</strong> has been completed or initiated: <strong>Climate change adaptation</strong> (QC), <strong>Climate Change Mitigation</strong>/ Carbon Benefits, <strong>Economics of SLM</strong> and <strong>Biodiversity</strong>. The realization of additional modules depends on the initiative of interested partners and the mobilization of resources. WOCAT is open for collaboration, joint projects, and further development of the knowledge base. All modules will be docked onto the core version of QT and QA.
th: <strong>กรอบการทำงานของ WOCAT มีความยืดหยุ่นและเปิดกว้าง</strong>ทำให้ผู้ใช้สามารถรวมรวมหัวข้อเฉพาะเจาะจงที่ตรงตามความสนใจและความต้องการของผู้ใช้ เพื่อที่จะขยายการใช้งานแบบสอบถามหลักของWOCATที่เป็นมาตรฐานแล้ว การพัฒนาโมดูล<strong>ที่เสร็จสมบูรณ์หรือได้มีการริเริ่มไปแล้ว เช่น <strong>การปรับตัวให้เข้ากับการเปลี่ยนแปลงของสภาพภูมิอากาศ</strong>(QC) <strong>การบรรเทาผลจากการเปลี่ยนแปลงของสภาพภูมิอากาศหรือประโยชน์ที่ได้รับจากคาร์บอน<strong>เศรษฐกิจของ SLM</strong> และความหลากหลายทางชีวภาพ <strong>การทำโมดูลเพิ่มเติมให้เกิดเป็นจริงขึ้นอยู่กับการริเริ่มของภาคส่วนที่มีส่วนได้ส่วนเสียและการระดมทรัพยากร โดย WOCAT เปิดรับความร่วมมือกัน โครงการร่วม และการพัฒนาฐานความรู้ โมดูลทั้งหมดเชื่อมโยงกับ Core QT และ Core QA

source: A further tool, the <strong>questionnaire on SLM Mapping (QM)</strong>, has been developed to analyse and depict the spatial distribution of SLM and land degradation processes, causes, and impacts.
th: <strong>เครื่องมือเพิ่มเติมขึ้นมา คือ แบบสอบถามเรื่องการทำแผนที่สำหรับ SLM (QM)</strong> เพื่อใช้วิเคราะห์และแสดงการกระจายเชิงพื้นที่ของ SLM และกระบวนการ สาเหตุ ผลกระทบของความเสื่อมโทรมโทรมของที่ดิน

source: The questionnaires mentioned above complement each other. All information documented through WOCAT questionnaires is made available in an open-access <strong>online database</strong> and can be used to disseminate SLM knowledge and improve decision-making for further implementation and spreading of SLM practices.
th: แบบสอบถามดังกล่าวจะช่วยเสริมกันและกัน ข้อมูลทั้งหมดที่บันทึกลงในแบบสอบถามของ WOCAT อยู่ใน<strong>ฐานข้อมูลออนไลน์</strong>แบบเปิดที่เข้าถึงได้ และสามารถนำไปเผยแพร่ความรู้ และช่วยในการตัดสินใจสำหรับการปฏิบัติ SLM ต่อไป

source: The compiler is responsible for this data entry and can invite editors (WOCAT users) to help create it. Once the data entry is complete the compiler can submit it for review.
th: ผู้รวบรวมเป็นผู้รับผิดชอบในการนำเข้าข้อมูลและสามารถเชิญผู้เรียบเรียง (ผู้ใช้งาน WOCAT) เพื่อช่วยในการสร้างแบบสอบถาม เมื่อการนำเข้าข้อมูลเสร็จสิ้น ผู้รวบรวมสามารถส่งมันไปเพื่อทำการตรวจสอบ

source: Editors can edit the %(questionnaire_type)s, but they cannot submit it for review or invite other editors.
th: ผู้เรียบเรียงสามารถแก้ไข %(questionnaire_type)s แต่พวกเขาไม่สามารถส่งแบบสอบถามเพื่อการตรวจสอบหรือเชิญผู้เรียบเรียงท่านอื่นได้

source: The reviewer can approve or reject the %(questionnaire_type)s and can edit it.
th: ผู้ตรวจสอบสามารถอนุมัติหรือปฏิเสธ %(questionnaire_type)s นี้ได้ และสามารถแก้ไขแบบสอบถามได้

source: The publisher can approve or reject the %(questionnaire_type)s and can edit it.
th: ผู้เผยแพร่สามารถอนุมัติหรือปฏิเสธ %(questionnaire_type)s นี้ได้ และสามารถแก้ไขแบบสอบถามได้

source: The WOCAT Secretariat can review and publish the %(questionnaire_type)s. The secretariat can also assign reviewers and publishers.
th: เลขานุการ WOCAT สามารถตรวจสอบและเผยแพร่ %(questionnaire_type)s นี้ได้ เลขานุการยังสามารถมอบหมายงานให้แก่ผู้ตรวจสอบและผู้เผยแพร่ได้อีกด้วย

source: Process
th: ขั้นตอน

source: Roles
th: ตำแหน่ง

source: SLM Technology / Approach
th: เทคโนโลยีหรือแนวทาง SLM

source: the Global Database on Sustainable Land Management
th: ฐานข้อมูลนานาชาติเกี่ยวกับการจัดการที่ดินอย่างยั่งยืน
