Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

# technologies label
source: micro-climate
th: จุลภูมิอากาศ

# technologies label
source: Season
th: ฤดู

# technologies helptext
source: For <strong>temperate, boreal, polar/ arctic climate</strong> choose: winter, spring, summer, autumn<br/>For <strong>tropics, subtropics</strong> choose: wet/ rainy season, dry season
th: สำหรับ<strong>ภูมิอากาศเขตอบอุ่น ภูมิภาคที่หนาวเย็นใกล้ขั้วโลก และอากาศแถบขั้วโลก</strong> ให้เลือก ฤดูหนาว ฤดูใบไม้ผลิ ฤดูร้อน ฤดูใบไม้ร่วง<br/>สำหรับ<strong>อากาศร้อนชื้นหรือกึ่งโซนร้อน</strong> เลือกฤดูฝน ฤดูแล้ง

# technologies label
source: If available, quantify (no. of households and/ or area covered)
th: ถ้ามีข้อมูลให้บอกปริมาณด้วย (จำนวนครัวเรือนและหรือพื้นที่ที่ครอบคลุม)

# technologies label
source: Specify adaptation of the Technology (design, material/ species, etc.)
th: โปรดระบุการปรับตัวของเทคโนโลยี (การออกแบบ วัสดุหรือชนิดพันธุ์ เป็นต้น)

# technologies label
source: Description
th: คำอธิบาย

# technologies label
source: Specify unit
th: โปรดระบุหน่วย

# technologies helptext
source: <strong>Example:</strong> watering point, energy saving stove, stone line
th: <strong>ตัวอย่าง</strong> จุดให้น้ำ เตาประหยัดพลังงาน แนวหิน

# technologies label
source: Specify volume, length, etc. (if relevant)
th: ระบุปริมาตร ความยาว เป็นต้น (ถ้าเกี่ยวข้อง)

# technologies helptext
source: <strong>Example:</strong> stone lines: 250 m, dam: 20’000 m<sup>3</sup>
th: <strong>ตัวอย่าง</strong> แนวหินคือ 250 เมตร เขื่อนคือ 20,000 ลูกบาศ์กเมตร

# technologies label
source: Indicate size and area unit
th: ระบุขนาดและหน่วยพื้นที่

# technologies helptext
source: <strong>Example:</strong> 24 acres, 4.5 hectares
th: <strong>ตัวอย่าง</strong> 24 เอเคอร์หรือ 4.5เฮกตาร์

# technologies label
source: Total costs for establishment of the Technology
th: ค่าใช้จ่ายทั้งหมดในการจัดตั้งเทคโนโลยี

# technologies label
source: Total costs for maintenance of the Technology
th: ค่าใช้จ่ายทั้งหมดในการบำรุงรักษาสภาพเทคโนโลยี

# technologies label
source: Specify average annual rainfall (if known), in mm
th: ระบุปริมาณเฉลี่ยฝนรายปี (ถ้ารู้) ในหน่วยมม.

# technologies label
source: Specifications/ comments on rainfall
th: ข้อมูลจำเพาะอื่นๆ หรือแสดงความคิดเห็นเรื่องปริมาณฝน

# technologies helptext
source: Other specifications/comments on rainfall distribution, seasonality (e.g. monsoon, winter-/summer rains), number/length/months of rainy seasons, occurrence of heavy rains, length of dry periods
th: ข้อมูลจำเพาะอื่นๆหรือแสดลความคิดเห็นเรื่องการกระจายปริมาณฝน ตามฤดูกาล (เช่น มรสุม ฝนฤดูหนาวหรือฤดูร้อน )จำนวน/ความยาว/เดือนของฤดูฝน เหตุการณ์ที่เกิดฝนตกหนัก ความยาวของช่วงฝนแล้ง

# technologies label
source: Landforms
th: ภูมิลักษณ์

# technologies helptext
source: <p>Max. 2 ticks</p><p><strong>Landforms</strong> (modified after ISRIC 1993):</p><ul><li><strong>Plateau/ plains</strong>: extended level land (slopes less than 8 %%).</li><li><strong>Ridges</strong>: narrow elongated area rising above the surrounding area, often hilltops or mountain-tops.</li><li><strong>Mountain slopes (including major escarpments)</strong>: extended area with altitude differences of more than 600 m per 2 km and slopes greater than 15 %%.</li><li><strong>Hill slopes (including valley and minor escarpment slopes)</strong>: altitude difference of less than 600 m per 2 km and slopes greater than 8 %%.</li><li><strong>Footslopes</strong>: zone bordering steeper mountain/ hill slopes on one side and valley floors/plains/plateaus on the other side.</li><li><strong>Valley floors</strong>: elongated strips of level land (less than 8 %% slope), flanked by sloping or steep land on both sides.</li></ul>
th: <p>ให้กาสูงสุด 2 ช่อง</p><p><strong>ภูมิลักษณ์</strong> (ดัดแปลงจาก ISRIC 1993)</p><ul><li><strong>ที่ราบสูงหรือที่ราบ</strong> หมายถึงที่ราบกว้างใหญ่ที่สูงต่างจากภูมิประเทศ (ความลาดชันน้อยกว่า 8%%)</li><li><strong> สันเขา</strong> หมายถึงพื้นที่เรียวยาวแคบๆซึ่งยกตัวขึ้นสูงกว่าบริเวณรอบๆมักจะพบอยู่บนยอดเนินเขาหรือยอดเขา</li><li><strong>ไหล่เขา (ซึ่งรวมถึงผาชันหลัก )</strong> เป็นส่วนพื้นที่ที่ขยายตัวออกไปที่มีความสูงต่างออกไปมากกว่า 600 ม. ต่อ 2 กม. และมีความลาดชันมากกว่า 15%%</li><li><strong>ไหล่เนินเขา (ซึ่งรวมถึง หุบเขาและที่ลาดของผาชันรอง) </strong>หมายถึงความแตกต่างของระดับความสูงที่น้อยกว่า 600 ม. ต่อทุกๆ 2 กม. และมีความชันมากกว่า 8%%</li><li><strong>ตีนเนิน</strong> หมายถึงเขตที่มีพรมแดนอยู่ติดกับเขาที่ชันกว่าหรือไหล่เนินเขาข้างหนึ่งและก้นหุบเขาที่ราบหรือที่ราบสูงอีกข้างหนึ่ง</li><li><strong>ก้นหุบเขา</strong> หมายถึงแนวของพื้นที่ยกระดับที่เหยียดยาวออกไป (ความลาดชันน้อยกว่า 8%%) ซึ่งถูกขนาบข้างโดยพืนที่ลาดชันทั้งสองข้าง</li></ul>

# technologies label
source: Altitudinal zone
th: เขตพื้นที่ระดับความสูง

# technologies helptext
source: Max. 2 ticks
th: ให้กาสูงสุด 2 ช่อง

# technologies label
source: Sedentary or nomadic
th: อยู่กับที่หรือเร่ร่อน

# technologies label
source: Level of mechanization
th: ระดับของการใช้เครื่องจักรกล

# technologies label
source: Indicate other relevant characteristics of the land users
th: ระบุลักษณะอื่นๆ ที่เกี่ยวข้องของผู้ใช้ประโยชน์ที่ดิน

# technologies label
source: flood impacts
th: ผลกระทบจากน้ำท่วม

# technologies label
source: drought impacts
th: ผลกระทบจากภัยแล้ง

# technologies label
source: impacts of cyclones, rain storms
th: ผลกระทบของพายุไซโคลน พายุฝน

# technologies label
source: Type of climatic change/ extreme
th: ประเภทของการเปลี่ยนแปลงสภาพภูมิอากาศที่ค่อยเป็นค่อยไป และสภาพรุนแรงของภูมิอากาศ

# technologies label
source: How does the Technology cope with it?
th: เทคโนโลยีมีวิธีการรับมืออย่างไร

# technologies helptext
source: How does the Technology cope with these changes and disasters in view of achieving its main purposes (as defined in 3.1)?
th: เทคโนโลยีมีวิธีการรับมืออย่างไรกับการเปลี่ยนแปลงและภัยพิบัติในแง่ของการที่ต้องบรรลุจุดประสงค์หลัก (กำหนดไว้ในหัวข้อ3.1 )

# technologies label
source: Is the Technology described here problematic with regard to land degradation, so that it cannot be declared a sustainable land management technology?
th: เทคโนโลยีที่ได้อธิบายไว้นี้เป็นปัญหาใช่ไหมในเรื่องการเสื่อมโทรมของที่ดิน ดังนั้นจึงไม่ได้รับการประกาศว่าเป็นเทคโนโลยีเพื่อการจัดการที่ดินอย่างยั่งยืน

# technologies label
source: If precise year is not known, indicate approximate date
th: ถ้าไม่รู้ปีที่ชัดเจนให้ระบุวันที่โดยประมาณ

# technologies label
source: Specify how the Technology was introduced
th: ให้ระบุว่าได้เทคโนโลยีถูกแนะนำเข้ามาอย่างไร

# technologies helptext
source: The terms <strong>traditional</strong> and <strong>innovation</strong> refer to the land users’ own technologies. They cover technologies that have been in use for generations, as well as those developed more recently by innovative land users in response to changing circumstances. Use “other” when the Technology does not fit any of the given categories and specify why it does not fit.
th: คำว่า<strong>ดั้งเดิม</strong>และ<strong>นวัตกรรม</strong> หมายถึงเทคโนโลยีของตัวผู้ใช้ที่ดินเอง ซึ่งครอบคลุมเทคโนโลยีที่ใช้กันมาหลายชั่วรุ่นเช่นเดียวกันกับเทคโนโลยีที่เพิ่งจะพัฒนามาเมื่อเร็วๆ นี้โดยผู้ใช้ที่ดินที่มีความเป็นนวัตกรรรม เพื่อตอบสนองต่อสถานการณ์ที่เปลี่ยนแปลง ให้ใช้คำว่า "อื่นๆ" เมื่อเทคโนโลยีไม่อยู่ในเกณฑ์ที่ให้ไว้และให้ระบุว่าด้วยว่าทำไมถึงเป็นเช่นนั้น

# technologies label
source: Number of growing seasons per year
th: จำนวนของฤดูปลูกต่อปี

# technologies label
source: Livestock density (if relevant)
th: ความหนาแน่นของปศุสัตว์ (ถ้าเกี่ยวข้อง)

# technologies label
source: Specify the spread of the Technology
th: โปรดระบุการแผ่ขยายไปของเทคโนโลยี

# technologies label
source: If the Technology is evenly spread over an area, indicate approximate area covered
th: ถ้าหากว่าเทคโนโลยีได้มีการกระจายออกไปอย่างสม่ำเสมอในบริเวณพื้นที่หนึ่ง ให้ระบุขนาดของพื้นที่ที่ได้รับการครอบคลุมถึง

# technologies label
source: Specify the goal of the Technology with regard to land degradation
th: โปรดระบุเป้าหมายของเทคโนโลยีกับการเสื่อมโทรมของที่ดิน

# technologies label_filter
source: Goal of the Technology with regard to land degradation
th: เป้าหมายของเทคโนโลยีกับการเสื่อมโทรมของที่ดิน

# technologies label
source: Specify how costs and inputs were calculated
th: โปรดระบุว่าค่าใช้จ่ายและปัจจัยการผลิตได้รับการคำนวณอย่างไร

# technologies label
source: other/ national currency (specify)
th: อื่นๆ หรือสกุลเงินประจำชาติ (โปรดระบุ)

# technologies label
source: Specify currency used for cost calculations
th: โปรดระบุสกุลเงินที่ใช้คำนวณค่าใช้จ่าย

# technologies helptext
source: You can use US dollars (USD) or any other national currency. Indicate all costs using the same currency.
th: คุณสามารถใช้เงินอเมริกันดอลลาร์ (USD )หรือสกุลเงินประจำชาติใดๆ โดยระบุค่าใช้จ่ายทั้งหมดโดยใช้สกุลเงินที่เหมือนกัน

# technologies label
source: Indicate exchange rate from USD to local currency (if relevant): 1 USD =
th: ระบุอัตราแลกเปลี่ยนจากดอลลาร์สหรัฐเป็นสกุลเงินท้องถิ่น (ถ้าเกี่ยวข้อง) คือ 1 เหรียญสหรัฐ =

# technologies label
source: Indicate average wage cost of hired labour per day
th: ระบุค่าเฉลี่ยของค่าจ้างในการจ้างแรงงานต่อวัน

# technologies label
source: If possible, break down the costs of establishment according to the following table, specifying inputs and costs per input. If you are unable to break down the costs, give an estimation of the total costs of establishing the Technology
th: ถ้าเป็นไปได้ให้แจกแจงรายละเอียดต้นทุนการจัดตั้งตามตารางข้างล่างดังต่อไปนี้ ให้ชี้ระบุลงไปถึงปัจจัยการผลิตและค่าใช้จ่ายต่อปัจจัยการผลิต ถ้าคุณไม่สามารถแจกแจงรายละเอียดต้นทุนได้ ให้ทำการประมาณค่าใช้จ่ายทั้งหมดในการจัดตั้งเทคโนโลยี

# technologies label
source: If land user bore less than 100%% of costs, indicate who covered the remaining costs
th: ถ้าผู้ใช้ประโยชน์ที่ดินรับภาระน้อยกว่า 100%% ของค่าใช้จ่าย ให้ระบุว่าใครเป็นผู้รับผิดชอบส่วนที่เหลือ

# technologies label
source: If possible, break down the costs of maintenance according to the following table, specifying inputs and costs per input. If you are unable to break down the costs, give an estimation of the total costs of maintaining the Technology
th: ถ้าเป็นไปได้ให้แจกแจงรายละเอียดต้นทุนการบำรุงรักษาตารางข้างล่างดังต่อไปนี้ ให้ชี้ระบุลงไปถึงปัจจัยการผลิตและค่าใช้จ่ายต่อปัจจัยการผลิต ถ้าคุณไม่สามารถแจกแจงรายละเอียดต้นทุนได้ ให้ทำการประมาณค่าใช้จ่ายทั้งหมดในการบำรุงรักษา

# technologies label
source: Age of land users
th: อายุของผู้ใช้ที่ดิน

# technologies label
source: Is this considered small-, medium- or large-scale (referring to local context)?
th: สิ่งนี้พิจารณาว่าเป็นขนาดเล็ก กลางหรือขนาดใหญ่ (อ้างอิงถึงบริบทระดับท้องถิ่น)

# technologies label
source: health
th: สุขภาพ

# technologies label
source: education
th: การศึกษา

# technologies label
source: technical assistance
th: ความช่วยเหลือทางด้านเทคนิค

# technologies label
source: employment (e.g. off-farm)
th: การจ้างงาน (เช่น ภายนอกฟาร์ม)

# technologies label
source: markets
th: ตลาด

# technologies label
source: energy
th: พลังงาน

# technologies label
source: roads and transport
th: ถนนและการขนส่ง

# technologies label
source: drinking water and sanitation
th: น้ำดื่มและการสุขาภิบาล

# technologies label
source: financial services
th: บริการด้านการเงิน

# technologies label
source: landslides/ debris flows
th: ดินถล่ม/ ซากต่างๆที่ถูกพัดพามา

# technologies label
source: Comments regarding impact assessment
th: ความคิดเห็นที่เกี่ยวกับการประเมินผลกระทบ

# technologies label
source: Of all those who have adopted the Technology, how many have did so spontaneously, i.e. without receiving any material incentives/ payments?
th: จากทั้งหมดที่ได้รับเทคโนโลยีเข้ามามีจำนวนเท่าใดที่ปฎิบัติทันที โดยไม่ได้รับการจูงใจด้านวัสดุหรือการเงินใดๆ

# technologies label
source: Has the Technology been modified recently to adapt to changing conditions?
th: เทคโนโลยีได้รับการปรับเปลี่ยนเร็วๆ นี้เพื่อให้ปรับตัวเข้ากับสภาพที่กำลังเปลี่ยนแปลงหรือไม่

# technologies label
source: If yes, indicate to which changing conditions it was adapted
th: ถ้าตอบว่าใช่ ให้ระบุว่าสภาพที่กำลังเปลี่ยนแปลงอันไหนที่ทำให้เกิดการปรับตัว

# technologies label
source: Main animal species and products
th: ชนิดพันธุ์ของสัตว์ที่สำคัญและผลิตภัณฑ์

# technologies label
source: (Semi-)natural forests/ woodlands
th: กึ่ง-ป่าธรรมชาติหรือพื้นที่ป่า

# technologies helptext
source: <strong>Fn: Natural or semi-natural</strong>: forests mainly composed of indigenous trees, not planted by man
th: <strong>เอฟเอ็น : ป่าตามธรรมชาติหรือกึ่งตามธรรมชาติ</strong> (Fn: Natural or semi-natural) หมายถึงป่าที่ส่วนใหญ่ประกอบไปด้วยต้นไม้พื้นเมืองที่ไม่ได้ปลูกโดยคน

# technologies label
source: If available, attach full soil description or specify the available information, e.g. soil type, soil PH/ acidity, Cation Exchange Capacity, nitrogen, salinity etc.
th: (ถ้ามี) ให้แนบคำอธิบายเรื่องดินแบบเต็มหรือระบุข้อมูลที่มีอยู่ เช่น ชนิดของดิน ค่าpH ของดินหรือความเป็นกรดของดิน ความสามารถในการแลกเปลี่ยนประจุบวก ไนโตรเจน ความเค็ม เป็นต้น

# technologies label
source: How many land users in the area have adopted/implemented the Technology?
th: มีผู้ใช้ที่ดินจำนวนเท่าใดที่ได้รับเทคโนโลยีเข้ามาใช้หรือนำเทคโนโลยีไปปฏิบัติใช้

# technologies helptext
source: <strong>Area</strong>: Refer to the country/ region/ locations defined in 2.5. and to the land use types described in 3.2.
th: <strong>พื้นที่</strong> คือการอ้างอิงถึงประเทศ ภูมิภาค สถานที่ตั้งที่ได้ระบุไว้ในหัวข้อ 2.5 และอ้างอิงถึงประเภทของการใช้ที่ดินในหัวข้อ 3.2

# technologies label
source: Annual cropping
th: การปลูกพืชอายุปีเดียว

# technologies helptext
source: <strong>Ca: Annual cropping</strong>: land under temporary/ annual crops usually harvested within one, maximally two years (e.g. maize, paddy rice, wheat, vegetables, fodder crops)
th: <strong>ซีเอ :การปลูกพืชล้มลุก</strong> (Ca: Annual cropping) หมายถึงที่ดินที่ใช้ปลูกพืชที่มีอายุชั่วคราวหรือพืชฤดูเดียวซึ่งตามปกติ จะเก็บเกี่ยวภายในหนึ่งหรืออย่างมากที่สุดก็สองปี (เช่น ข้าวโพด ข้าว ข้าวสาลี ผัก พืชที่ปลูกเป็นอาหารสัตว์)

# technologies label
source: Perennial (non-woody) cropping
th: การปลูกพืชยืนต้นที่ไม่มีลักษณะเป็นเนื้อไม้

# technologies helptext
source: <strong>Cp: Perennial (non-woody) cropping</strong>: land under permanent (not woody) crops that may be harvested after 2 or more years, or where only part of the plants are harvested (e.g. sugar cane, banana, sisal, pineapple)
th: <strong>ซีพี : การปลูกพืชยืนต้นที่ไม่มีลักษณะเป็นเนื้อไม้</strong> (Cp: Perennial (non-woody) cropping) หมายถึงที่ดินที่ใช้ปลูกพืชที่มีอายุหลายปีที่ไม่มีลักษณะเป็นเนื้อไม้ที่จะเก็บเกี่ยวหลังจากสองปีหรือมากกว่านั้น หรือทำการเก็บเกี่ยวบางส่วนของพืชเท่านั้น(เช่น อ้อย กล้วย เส้นใยพืช ส้บปะรด)

# technologies label
source: Tree and shrub cropping
th: การปลูกไม้ยืนต้นและไม้พุ่ม

# technologies helptext
source: <strong>Ct: Tree and shrub cropping</strong>: permanent woody plants with crops harvested more than once after planting and usually lasting for more than 5 years (e.g. orchard/ fruit trees, coffee, tea, grapevines, oil palm, cacao, coconut, fodder trees)
th: <strong>ซีที : การปลูกไม้ยืนต้น ไม้พุ่ม</strong> (Ct: Tree and shrub cropping) หมายถึงพืชที่มีลักษณะเป็นเนื้อไม้มีอายุหลายปีโดยมีการเก็บเกี่ยวพืชผลต่างๆมากกว่าหนึ่งครั้งหลังจากปลูกและตามปกติแล้วจะมีอายุยืนเกินกว่าห้าปี (เช่น สวนไม้ผลหรือไม้ผล กาแฟ ชา องุ่น ปาล์มน้ำมัน โกโก้ ไม้ที่ปลูกเป็นอาหารสัตว์)

# technologies label
source: Selective felling
th: การตัดไม้ที่มีการคัดเลือก

# technologies label
source: Clear felling
th: เคลียร์เฟลลิ่ง

# technologies helptext
source: felling the whole forest at one time
th: การตัดไม้ทั้งหมดในครั้งเดียว

# technologies label
source: Shifting cultivation
th: การเกษตรแบบไร่เลื่อยลอย

# technologies helptext
source: felling (harvesting) only certain valuable trees within a forest
th: การฟันโค่น (การเก็บเกี่ยว) ต้นไม้ในป่าที่มีค่าเท่านั้น

# technologies label
source: Dead wood/ prunings removal
th: การเอาไม้ที่ตายแล้วออกไปหรือการตัดแต่งกิ่ง

# technologies helptext
source: no cutting of trees
th: ไม่มีการตัดต้นไม้

# technologies label
source: Non-wood forest use
th: การใช้ประโยชน์จากป่าที่ไม่ใช่ไม้

# technologies helptext
source: e.g. fruit, nuts, mushrooms, honey, medicinal plants, etc.
th: เช่น ผลไม้ ถั่วเห็ด น้ำผึ้ง พืชที่ใช้เป็นยา เป็นต้น

# technologies label
source: Agroforestry
th: การปลูกป่าร่วมกับพืชไร่

# technologies helptext
source: <strong>Mf: Agroforestry</strong>: cropland and trees
th: <strong>เอ็มเอฟ : การปลูกป่าร่วมกับพืชไร่</strong> (Mf: Agroforestry) หมายถึงพี้นที่ใช้ปลูกพืชไร่และต้นไม้

# technologies label
source: Agro-pastoralism
th: ระบบเกษตร-ปศุสัตว์

# technologies helptext
source: <strong>Mp: Agro-pastoralism</strong>: cropland and grazing land (including seasonal change between crops and livestock)
th: <strong>เอ็มพี : ระบบเกษตร-ปศุสัตว์</strong> (Mp: Agro-pastoralism) หมายถึงพี้นที่ใช้ปลูกพืชร่วมกับทุ่งหญ้าเลี้ยงสัตว์ ซึ่งรวมถึงการเปลี่ยนแปลงระหว่างพืชผลและปศุสัตว์ตามฤดูกาล

# technologies label
source: Agro-silvopastoralism
th: ระบบเกษตร-ป่าไม้-ปศุสัตว์

# technologies helptext
source: <strong>Ma: Agro-silvopastoralism</strong>: cropland, grazing land and trees (including seasonal change between crops and livestock)
th: <strong>เอ็มเอ : ระบบเกษตร-ป่าไม้-ปศุสัตว์</strong> (Ma: Agro-silvopastoralism) หมายถึงพี้นที่ใช้ปลูกพืช ทุ่งหญ้าเลี้ยงสัตว์และต้นไม้ ซึ่งรวมถึงการเปลี่ยนแปลงระหว่างพืชผลและปศุสัตว์ตามฤดูกาล

# technologies label
source: Silvo-pastoralism
th: ระบบเกษตร-ปศุสัตว์

# technologies helptext
source: <strong>Ms: Silvo-pastoralism</strong>: forest and grazing land
th: <strong>เอ็มเอส : ระบบเกษตร-ปศุสัตว์</strong> (Ms: Silvo-pastoralism) หมายถึงป่าและพื้นที่ใช้เป็นทุ่งหญ้าเลี้ยงสัตว์

# technologies label
source: A6: Others
th: A6: อื่นๆ

# technologies label
source: A1: Vegetation/ soil cover
th: A1: พันธุ์พืชปกคลุมหรือดินปกคลุม

# technologies helptext
source: Examples: mixed cropping, intercropping, relay cropping, cover cropping
th: ตัวอย่าง: การปลูกพืชผสมกัน การปลูกพืชแซม การปลูกพืชเหลื่อมฤดู การปลูกพืชคลุมดิน

# technologies label
source: A2: Organic matter/ soil fertility
th: A2: อินทรียวัตถุในดินหรือความอุดมสมบรูณ์ของดิน

# technologies helptext
source: Examples: conservation agriculture, production and application of compost/ manure, mulching, trash lines, green manure, crop rotations
th: ตัวอย่าง: การเกษตรเชิงอนุรักษ์ การผลิตและการใช้ปุ๋ยหมัก ปุ๋ยคอก การใช้วัสดุคลุมดิน แนวขยะ ปุ๋ยพืชสด การปลูกพืชหมุนเวียน

# technologies label
source: A3: Soil surface treatment
th: A3: การบำบัดผิวดิน

# technologies helptext
source: Examples: Zero tillage (no-till), minimum tillage, contour tillage
th: ตัวอย่าง: การไม่ไถพรวนดิน ไถพรวนให้น้อยที่สุด การไถพรวนตามแนวระดับ

# technologies label
source: A4: Subsurface treatment
th: A4: การบำบัดใต้ผิวดิน

# technologies helptext
source: Examples: Breaking compacted subsoil (hard pans), deep ripping, double digging
th: ตัวอย่าง: การทำให้ดินชั้นล่างที่อัดแน่นแตกออก (ชั้นดินที่แน่นแข็ง ) ทำให้ชั้นดินที่อัดแน่นแตกออกโดยใช้เครื่องจักรกล การขุดซ้อน

# technologies label
source: A5: Seed management, improved varieties
th: A5: การจัดการเรื่องเมล็ดพันธุ์ที่ได้รับการปรับปรุงให้ดีขึ้น

# technologies helptext
source: Examples: Production of seeds and seedlings, seed selection, seed banks, development/ production of improved varieties
th: ตัวอย่าง: การผลิตเมล็ดและต้นกล้า การคัดเลือกเมล็ด ธนาคาเมล็ดพันธุ์ การพัฒนาหรือการผลิตพันธุ์พืช

# technologies label
source: V1: Tree and shrub cover
th: V1: ปลูกต้นไม้และพุ่มไม้คลุม

# technologies helptext
source: Examples: agroforestry, windbreaks, afforestation, hedges, live fences
th: ตัวอย่าง: การปลูกป่าร่วมกับพืชไร่ แนวต้านลม การปลูกป่าขึ้นใหม่ แนวต้นไม้เตี้ยๆ รั้วต้นไม้

# technologies label
source: V2: Grasses and perennial herbaceous plants
th: V2: หญ้าและไม้เนื้ออ่อนยืนต้น

# technologies helptext
source: Examples: grass strips along the contour, vegetation strips along riverbanks
th: ตัวอย่าง: แถบหญ้าที่ปลูกไปตามแนวระดับ แถบพืชที่ปลูกไปตามริมฝั่งแม่น้ำ

# technologies label
source: V3: Clearing of vegetation
th: V3: ตัดพืชพรรณออกหมด

# technologies helptext
source: Examples: fire breaks, reduced fuel for forest fires
th: ตัวอย่าง: แนวกันไฟ กำจัดเชื้อเพลิงที่ก่อให้เกิดไฟป่า

# technologies label
source: V5: Others
th: V5: อื่นๆ

# technologies helptext
source: Examples: Tree nurseries
th: ตัวอย่าง: การเพาะชำต้นไม้

# technologies label
source: S1: Terraces
th: S1: คันดินขั้นบันได

# technologies helptext
source: Examples: Bench terraces (slope of terrace bed <6%%); Forward-sloping terraces (slope of terrace bed >6%%
th: ตัวอย่าง: Bench terraces (ความชันของร่องคันดิน<6%%); Forward-sloping terraces (ความชันของร่องคันดิน>6%%)

# technologies label
source: S2: Bunds, banks
th: S2: แนวคันดิน ชายฝั่ง

# technologies helptext
source: Examples: Earth bunds, stone bunds (along the contour or graded), semi-circular bunds ("demi-lunes"”)
th: ตัวอย่าง: คันดินกั้นน้ำ แนวหินกั้นน้ำ (ตามเส้น แนวระดับ หรือการปรับลาดจนสมดุล) แนวคันดินเป็นรูปครึ่งวงกลม ("ดวงจันทร์ครึ่งวงกลม")

# technologies helptext
source: Examples: Diversion/drainage ditch, waterways to drain and convey water
th: ตัวอย่าง: คันคูเบนน้ำ คันคูระบายน้ำ ทางน้ำไว้ระบายและส่งน้ำ

# technologies label
source: S4: Level ditches, pits
th: S4: คันคูรับน้ำตามแนวระดับ หลุม

# technologies helptext
source: Examples: Retention / infiltration ditches, planting holes, micro-catchments
th: ตัวอย่าง: คันคูกักน้ำ คันคูน้ำสำหรับการแทรกซึมน้ำ หลุมสำหรับการปลูก พื้นที่รับน้ำขนาดเล็ก

# technologies label
source: S5: Dams, pans, ponds
th: S5: เขื่อน ชั้นดินที่แน่นแข็ง บ่อน้ำ

# technologies helptext
source: Examples: Dams for flood control, dams for irrigation, sand dams
th: ตัวอย่าง: เขื่อนสำหรับควบคุมน้ำท่วม เขื่อนสำหรับการชลประทาน ทำนบทรายกั้นลำน้ำ

# technologies label
source: S6: Walls, barriers, palisades, fences
th: S6: กำแพง สิ่งกีดขวาง รั้วไม้ รั้วต่างๆ

# technologies helptext
source: Examples: Sand dune stabilization, rotational grazing (using fences), area closure, gully plugs (check dams)
th: ตัวอย่าง: การเสริมเนินทรายให้มั่นคง ทุ่งหญ้าเลี้ยงสัตว์หมุนเวียน (ใช้รั้ว) ปิดล้อมรอบบริเวณ การถมร่องธาร (ฝายชะลอน้ำ)

# technologies label
source: S7: Water harvesting/ supply/ irrigation equipment
th: S7: การกักเก็บน้ำ/การส่งลำเลียง/อุปกรณ์การชลประทาน

# technologies helptext
source: Examples: Rooftop water harvesting, water intakes, pipes, tanks, etc.
th: ตัวอย่าง: การกักเก็บน้ำจากหลังคา การรับน้ำเข้ามา ท่อ แทงค์น้ำ เป็นต้น

# technologies label
source: S8: Sanitation/ waste water structures
th: S8: การสุขาภิบาลหรือโครงสร้างเกี่ยวกับน้ำเสีย

# technologies helptext
source: Examples: Compost toilet, septic tanks, constructed treatment wetlands
th: ตัวอย่าง: ชักโครกปุ๋ยหมัก ถังเกรอะ การสร้างพื้นที่ชุ่มน้ำสำหรับการบำบัด

# technologies label
source: S9: Shelters for plants and animals
th: S9: ที่พักพิงสำหรับพืชและสัตว์

# technologies helptext
source: Examples: Greenhouses, stables, shelters for plant nurseries
th: ตัวอย่าง: เรือนกระจก คอก เรือนเพาะชำพืช

# technologies label
source: M1: Change of land use type
th: M1: การเปลี่ยนรูปแบบของการใช้ประโยชน์ที่ดิน

# technologies helptext
source: Examples: area closure/ resting, protection, change from cropland to grazing land, from forest to agroforestry, afforestation.
th: ตัวอย่าง: การปิดล้อมบริเวณหรือการพัก การปกป้อง การเปลี่ยนจากพื้นที่ปลูกพืชไปเป็นทุ่งหญ้าเลี้ยงสัตว์ จากป่าไปเป็นการปลูกป่าร่วมกับพืชไร่ หรือการปลูกป่าใหม่

# technologies label
source: M2: Change of management/ intensity level
th: M2: การเปลี่ยนแปลงของการจัดการหรือระดับความเข้มข้น
