Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

# approaches label
source: Research
th: การวิจัย

# approaches label
source: Impacts of the Approach
th: ผลกระทบของแนวทาง

# approaches helptext
source: <p>The term Approach refers to the implementation of one or several Technologies. It may have been introduced through a project/ programme, or be part of an indigenous system, or refer to a spontaneous adoption/ adaptation based on individual initiative.</p><p>First, tick relevant impacts. Then, for each selected impact, tick the extent and specify / indicate reasons.</p>
th: <p>แนวทาง หมายถึงการนำเอาเทคโนโลยีไปปฏิบัติใช้ อาจได้รับคำแนะนำผ่านทางโครงการ แผนงาน หรือเป็นส่วนหนึ่งของระบบดั้งเดิม หรือหมายถึงการรับเข้ามาหรือการปรับเปลี่ยนที่อยู่บนพื้นฐานของการริเริ่มของแต่ละคน</p><p>ก่อนอื่น ให้กาผลกระทบที่เกี่ยวข้อง (กาช่องทางซ้าย) จากผลกระทบที่เลือกแต่ละอัน ให้กาส่วนขยายและระบุเหตุผลแนวทาง</p>

# approaches label
source: Main motivation of land users to implement SLM
th: แรงจูงใจหลักของผู้ใช้ที่ดินเพื่อที่จะนำ SLM ไปปฏิบัติใช้

# approaches label
source: Weaknesses/ disadvantages of the Approach and ways of overcoming them
th: จุดอ่อน / ข้อเสียเปรียบของแนวทางและวิธีในการแก้ไข

# approaches label
source: Methods/ sources of information
th: วิธีการหรือแหล่งข้อมูล

# approaches label
source: References to available publications
th: การอ้างอิงถึงสิ่งตีพิมพ์

# approaches label
source: Links to relevant information which is available online
th: เชื่อมโยงกับข้อมูลที่มีอยู่บนออนไลน์

# approaches label
source: Photos of the Approach
th: รูปภาพของแนวทาง

# approaches helptext
source: <p>Provide photos showing stakeholders interacting with each other/ implementing measures/ undergoing training, etc.</p><p>Provide at least two digital files (JPG, PNG, GIF), i.e. files from a digital camera, or scans from prints, negative films or slide films.</p><p>Maximum file size: 3 MB.</p><p>Photos should be of high quality/ high resolution and not manipulated or distorted.</p><p>An explanation (description) is required for each photo submitted! Photos should match the description given in 2.2.</p>
th: <p>จัดหารูปภาพมาแสดงให้เห็นว่าผู้มีส่วนได้ส่วนเสียกำลังมีปฏิสัมพันธ์กัน มีการนำมาตรการไปปฏิบัติใช้ หรือดำเนินการอบรมอยู่ เป็นต้น</p><p> ควรมีไฟล์ภาพอย่างน้อย 2 ไฟล์ที่เป็นแบบดิจิตอล (JPG PNG GIF) ได้แก่ ไฟล์ต่างๆจากกล้องดิจิตอลหรือสแกนจากสิ่งพิมพ์ ฟิล์มเนกาทีฟ หรือฟิล์มสไลด์</p><p>รองรับไฟล์ขนาดใหญ่สุดไม่เกิน 3 MB</p> <p>สไลด์ รูปภาพควรมีคุณภาพ ความละเอียดสูง และไม่มีการปรับแต่งหรือบิดเบือน </p><p>จำเป็นต้องมีการอธิบายไว้ด้วย (การบรรยายใต้ภาพ) รูปภาพควรตรงกับคำอธิบายที่ให้ไว้ในหัวข้อ 2.2</p>

# approaches label
source: General information
th: ข้อมูลทั่วไป

# approaches label
source: Participation and roles of stakeholders involved
th: การมีส่วนร่วมและบทบาทของผู้มีส่วนได้ส่วนเสียที่เกี่ยวข้อง

# approaches label
source: Technical support, capacity building, and knowledge management
th: การสนับสนุนด้านเทคนิค การสร้างขีดความสามารถ และการจัดการด้านความรู้

# approaches label
source: References and links
th: การอ้างอิงและการเชื่อมต่อ

# approaches label
source: Description of the SLM Approach
th: คำอธิบายของแนวทาง SLM

# approaches helptext
source: <p>An <strong>SLM Approach</strong> (hereafter referred to as Approach) defines the ways and means used to implement one or several SLM Technologies. It includes technical and material support, involvement and roles of different stakeholders, etc. This questionnaire may be used to document any type of Approach: Besides SLM Technologies introduced through projects or programmes, WOCAT includes traditional SLM practices and cases of spontaneous adoption or adaptation of Technologies. <strong>If the Approach to be documented involves a project, WOCAT asks you to document only those components or activities of the project that are relevant to SLM.</strong></p>
th: <p>แนวทาง SLM<strong>(ต่อไปนี้จะเรียก แนวทาง)</strong> หมายถึงวิธีการที่นำเอาเทคโนโลยีหนึ่งอย่างหรือหลายอย่างไปปฏิบัติใช้ รวมถึงการสนับสนุนด้านเทคนิคและวัสดุอุปกรณ์ ความเกี่ยวข้องและบทบาทของผู้มีส่วนได้ส่วนเสียที่ต่าง ๆ กัน เป็นต้น แบบสอบถามนี้อาจใช้บันทึกแนวทางแบบใดก็ได้ นอกเหนือจากเทคโนโลยี SLM ที่แนะนำโดยผ่านโครงการและแผนงานต่าง ๆ WOCAT ยังได้รวมการปฏิบัติ SLM แบบดั้งเดิมที่ทำกันอยู่และกรณีการรับเอามาใช้ทันทีหรือการปรับเปลี่ยนเทคโนโลยีที่มีอยู่ <strong>ถ้าหากแนวทางที่ต้องบันทึกเกี่ยวข้องกับโครงการ WOCAT ขอให้ลงบันทึกเพียงแค่องค์ประกอบเหล่านั้นหรือกิจกรรมของโครงการที่เกี่ยวข้องกับ SLM</strong></p>

# approaches label
source: Financing and external material support
th: การสนับสนุนด้านการเงินและวัสดุอุปกรณ์

# approaches helptext
source: <p><strong>External material support</strong>: includes in-kind and financial support or incentives provided by government or private organizations.</p><p>Questions about financing concern all costs of the Approach, including implementation of the Technology/ Technologies.</p>
th: <p><strong>การสนับสนุนด้านวัสดุจากภายนอก</strong> รวมการสนับสนุนด้านสิ่งของและการเงินหรือการจูงใจที่ส่งเสริมโดยรัฐบาลหรือองค์กรเอกชน </p><p>คำถามเกี่ยวกับการจัดหาเงินทุน จะถามเกี่ยวกับค่าใช่จ่ายทั้งหมดของแนวทาง ซึ่งรวมถึงการนำเอาเทคโนโลยีตัวเดียวหรือหลายตัวไปปฏิบัติใช้</p>

# approaches label
source: Impact analysis and concluding statements
th: การวิเคราะห์ผลกระทบและการสรุป

# approaches helptext
source: <p>Impact analysis is crucial to assessing investments made in SLM, which are often poorly assessed and documented; please provide as much information as possible. Note: Impacts of the Technology/ Technologies on natural resources, production, etc. must be specified in the respective questionnaire(s) on SLM Technologies.</p><p>The concluding statements should focus on the Approach you described in this document. Concluding statements concerning the Technologies associated with this Approach are to be made in the separate Questionnaire on SLM Technologies.</p>
th: <p>การวิเคราะห์ผลกระทบเป็นสิ่งสำคัญในการประเมินการลงทุนทำ SLM บ่อยครั้งมักจะได้รับการประเมินและบันทึกเอกสารอย่างไม่ค่อยดีนัก กรุณาให้ข้อมูลให้มากที่สุดเท่าที่จะเป็นไปได้ ข้อสังเกตคือ ผลกระทบของเทคโนโลยีต่อทรัพยากรธรรมชาติ การผลิต ต้องระบุไว้ในแบบสอบถามเรื่องเทคโนโลยี SLM ตามลำดับ</p><p>คำแถลงในการสรุป ควรมุ่งไปที่แนวทางที่ได้อธิบายไว้ในเอกสารนี้ คำแถลงในการสรุปในเรื่องของเทคโนโลยีที่เกี่ยวข้องกับแนวทางนี้ ต้องไปทำในแบบสอบถามเรื่องเทคโนโลยี SLM ที่แยกออกไปต่างหาก</p>

# watershed label
source: Indicate if the described watershed is representative of a larger watershed, river basin, or region.
th: โปรดระบุถ้าลุ่มน้ำที่อธิบายมีความเกี่ยวข้องกับลุ่มน้ำขนาดใหญ่ พื้นที่ลุ่มน้ำ หรือ เขตการปกครอง

# watershed label
source: If yes, specify
th: ถ้าใช่ โปรดระบุ

# watershed label
source: Total watershed area in km²
th: พื้นที่รวมในลุ่มน้ำ (ตารางกิโลเมตร)

# watershed label
source: If precise area is not known, indicate approximately.
th: ถ้าหากไม่สามารถระบุตำแหน่งที่แน่นอนได้ โปรดระบุคร่าวๆ

# watershed label
source: Key reason(s) for selecting this watershed for assessment and documentation
th: เหตุผลหลักในการเลือกลุ่มน้ำนี้ในการศึกษาและอ้างอิง

# watershed label
source: Description of the watershed
th: อธิบายเกี่ยวกับลุ่มน้ำ

# watershed helptext
source: <p>This detailed description should provide a concise but comprehensive picture of the watershed and its management to outsiders. Major differences of the three zones of the watershed should be highlighted. It should therefore address key questions such as:<ol><li>Where is the watershed located (natural and human environment)?</li><li>What are the main problems/ challenges and what are the main objectives of the watershed management?</li><li>What are the main Technologies applied (technical, social, and institutional)?</li><li>Who are the main target groups/ beneficiaries?</li><li>Who are the implementing partners and what is their role?</li><li>What are the environmental, social, cultural, and economic impacts of watershed management?</li></ol></p><p>The description should ideally be 2,500-3,000 characters in length; the absolute maximum is 3,500 characters. More detailed descriptions may be uploaded to the database as separate documents.</p>
th: <p>การอธิบายแบบละเอียดควรจะทำให้บุคคลภายนอกมองเห็นภาพที่รวบรัดและครอบคลุมเนื้อหาของลุ่มน้ำและการจัดการได้หมด ดังนั้นควรนำเสนอคำถามต่างๆที่สำคัญเช่น<ol><li>ลุ่มน้ำอยู่ที่ไหน(สิ่งแวดล้อมทางธรรมชาติและสิ่งแวดล้อมของมนุษย์)</li> อะไรคือลักษณะหรือองค์ประกอบที่สำคัญของการจัดการลุ่มน้ำ <li><li>เทคโนโลยีสำคัญที่ใช้ในการจัดการ (เทคนิค สังคม หรือ องค์กร)</li><li>ใครคือผู้ที่มีส่วนร่วมและหน้าที่ของพวกเขา<li><li>อะไรบ้างในด้านสภาพแวดล้อม สังคม วัฒนธรรม และ เศรษฐกิจ ที่มีผลกระทบต่อการจัดการพื้นที่ลุ่มน้ำ</li></ol></p><p>ความยาวของคำอธิบายควรมีอักขระอยู่ที่ 2,500-3,000 ตัว สูงสุดจริงๆคือ 3,500 ตัว รายละเอียดเพิ่มเติมของคำอธิบายอาจจะอัปโหลดเพิ่มเติมเข้าสู่ระบบในรูปแบบเอกสารแยกต่างหาก

# watershed label
source: Image of the map
th: รูปภาพแผนที่

# watershed label
source: Caption of the map
th: คำอธิบายแผนที่

# watershed label
source: Describe major results illustrated by the map
th: อธิบายผลลัพธ์หลักที่อยู่ในแผนที่

# watershed label
source: Describe a scenario for improved watershed management based on different scenario runs in the offline app.
th: อธิบายการจำลองสถานการณ์เพื่อพัฒนาการจัดการลุ่มน้ำโดยอาศัยการจำลองหลายๆสถานการณ์ที่ดำเนินการในโปรแกรมออฟไลน์

# watershed label
source: Are there conflicts between upstream and downstream land users?
th: มีความขัดแย้งระหว่างผู้ใช้ที่ดินบริเวณพื้นที่ต้นน้ำหรือพื้นที่ท้ายน้ำหรือไม่

# watershed helptext
source: E.g. water use, forest use
th: เช่น ผู้ใช้น้ำ ผู้ใช้ป่า

# watershed label
source: Are there synergies between upstream and downstream land users?
th: มีความร่วมมือระหว่างผู้ใช้ที่ดินบริเวณพื้นที่ต้นน้ำหรือพื้นที่ท้ายน้ำหรือไม่

# watershed helptext
source: E.g. down-stream hydro-power companies invest in SLM upstream
th: เช่น โรงงานผลิตไฟฟ้าบริเวณพื้นที่ท้ายน้ำได้ทำการลงทุนใน SLM บริเวณพื้นที่ต้นน้ำ

# watershed label
source: Are there dependencies between upstream and downstream users?
th: มีพึ่งพาอาศัยกันระหว่างผู้ใช้ที่ดินบริเวณพื้นที่ต้นน้ำหรือพื้นที่ท้ายน้ำหรือไม่

# watershed helptext
source: E.g. regulated water flow of rivers, groundwater recharge
th: เช่น ควบคุมการไหลของน้ำหรือการผุดของน้ำใต้ดิน

source: x.x: Rename label
th: x.x: เปลี่ยนชื่อหัวข้อ

source: 3.2: Added new question about initial land use
th: 3.2: เพิ่มคำถามใหม่เกี่ยวกับผู้ใช้ที่ดิน

source: UNCCD Focal Point
th: จุดโฟกัสของ UNCCD

source: Changes in the questionnaires structure
th: เปลี่ยนโครงสร้างของแบบสอบถาม

source: Rationale
th: ที่มาและความสำคัญ

source: The structure of the questionnaire is updated periodically. This reflects the continuous process of enhancing the data quality. Questions may be altered (e.g. an open text answer is changed into a structured answer), added or deleted. Existing data can be updated if the compiler of the questionnaire starts editing a published case. The specific changes are listed below.
th: โครงสร้างของแบบสอบถามจะมีการอัพเดทเป็นช่วงๆ ซึ่งมันจะสะท้อนถึงขั้นตอนการทำงานอย่างต่อเนื่องเพื่อปรับปรุงคุณภาพของข้อมูล คำถามอาจมีหลากหลายชนิด (เช่น คำถามปลายเปิดเปลี่ยนเป็นคำถามแบบเชิงโครงสร้าง) หรือมีการเพิ่มหรือลบ ข้อมูลที่ปรากฎจะสามารถอัพเดทได้เมื่อผู้รวบรวมแบบสอบถามได้ทำการเริ่มแก้ไขเป็นสาธารณะ การเปลี่ยนแปลงแบบจำเพาะจะเป็นไปตามรายการข้างล่างดังนี้

source: Built configuration caches.
th: สร้างแคชโครงร่าง

source: created questionnaire
th: สร้างแบบสอบถาม

source: deleted questionnaire
th: ลบแบบสอบถาม

source: changed status
th: เปลี่ยนแปลงสถานะ

source: invited member
th: เชิญสมาชิก

source: removed member
th: ลบสมาชิก

source: edited content
th: เนื้อหาที่ถูกแก้ไข

source: editor finished
th: จบการเรียบเรียง

source: review
th: ตรวจสอบ

source: publication
th: การเผยแพร่

source: No emails at all
th: ไม่มีอีเมล์สำหรับติดต่อ

source: Only emails that I need to work on
th: เฉพาะอีเมล์ที่ฉันต้องการใช้ต่อ

source: All emails
th: อีเมล์ทั้งหมด

source: was created
th: ถูกสร้าง

source: was deleted
th: ถูกลบ

source: has a new status: {}
th: มีสถานะใหม่: {}

source: has a new member: {}
th: มีสมาชิกใหม่: {}

source: removed a member: {}
th: ลบสมาชิก: {}

source: was edited by: {}
th: ถูกแก้ไขโดย: {}

source: {compiler} is finished editing
th: {compiler} ได้สิ้นสุดการแก้ไข

source: Created
th: สร้าง

source: Deleted
th: ลบ

source: Your notifications
th: ข้อความแจ้งเตือนของคุณ

source: Mark all as read
th: ทำเครื่องหมายว่าอ่านแล้ว

source: Delete all read
th: ลบที่อ่านแล้วทั้งหมด

source: Mail preferences
th: การตั้งค่าจดหมาย

source: Confirmation
th: การยืนยัน

source: Please confirm to mark all unread messages as read
th: กรุณายืนยันที่จะทำเครื่องหมายข้อความทั้งหมดที่ยังไม่อ่านเป็นอ่านแล้ว

source: OK
th: โอเค

source: Please confirm that you want to delete all notifications. This cannot be undone!
th: กรุณายืนยันว่าคุณต้องการข้อความการแจ้งเตือนทั้งหมด ซึ่งมันจะไม่ได้สามารถกู้คืนมาได้!

source: Delete all read notifications
th: ลบข้อความแจ้งเตือนทั้งหมดที่อ่านแล้ว

source: Could not update notifications.
th: ไม่สามารถอัพเดทข้อความแจ้งเตือนได้

source: Dear
th: ผู้ใช้บริการที่รัก

source: See questionnaire in full
th: ดูแบบสอบถามทั้งหมด

source: This is an automated message, please don't reply. If you have any questions, please contact the WOCAT secretariat.
th: นี่คือข้อความอัตโนมัติ กรุณาไม่ต้องตอบกลับ ถ้าคุณมีข้อสงสัยใดๆ กรุณาติดต่อเลขานุการของ WOCAT

source: You're getting this message because your account on qcat.wocat.net is linked to this address.
th: คุณได้รับข้อความนี้เนื่องจากสมาชิกของคุณใน qcat.wocat.net ได้ถูกเชื่อมต่อในที่อยู่นี้

source: Change subscription settings
th: เปลี่ยนแปลงการตั้งค่าสมาชิก

source: WOCAT Website
th: เว็บไซต์ของ WOCAT

source: WOCAT SLM Database
th: ฐานข้อมูล SLM ของ WOCAT

source: Contact
th: ติดต่อ

source: Visit qcat.wocat.net
th: เยี่ยมชม qcat.wocat.net

source: Congratulations your practice has been published!
th: ยินดีด้วยการปฏิบัติของคุณได้รับการเผยแพร่แล้ว!!

source: We kindly invite you to discuss your case, and other issues related to SLM or the WOCAT tools on our interactive WOCATpedia platform
th: ทางเราขอเชิญคุณเพื่อทำการแลกเปลี่ยนเกี่ยวกับกรณีของคุณหรือประเด็นเกี่ยวกับ SLM หรือเครื่องมือของ WOCAT ผ่านทางแพลตฟอร์ม WOCATpedia

source: Date
th: วันที่

source: Show entries for selected statuses only.
th: แสดงรายการเฉพาะอันที่เลือกไว้

source: Status
th: สถานะ

source: Submit
th: ส่ง

source: Show entries for one questionnaire only.
th: แสดงรายการสำหรับหนึ่งแบบสอบถามเท่านั้น

source: Questionnaires
th: แบบสอบถาม

source: All questionnaires
th: แบบสอบถามทั้งหมด

source: Click to display only notifications for questionnaires that can be approved by you.
th: คลิกเพื่อแสดงเฉพาะข้อความแจ้งเตือนสำหรับแบบสอบถามที่จะสามารถถูกอนุญาตโดยคุณ

source: My tasks
th: งานของฉัน

source: Click to show unread notifications only.
th: คลิกเพื่อแสดงเฉพาะข้อความแจ้งเตือนที่ยังไม่ได้อ่าน

source: Unread
th: ยังไม่ได้อ่าน

source: Please manage its
th: กรุณาจัดการ

source: You may continue with the next step on the publication workflow.
th: คุณต้องดำเนินการต่อไปสู่ขั้นถัดไปตามผังงานของการเผยแพร่

source: No notifications.
th: ไม่มีข้อความแจ้งเตือน

source: Click to display message from
th: กดเพื่อแสดงข้อความจาก

source: Your email preferences
th: การตั้งค่าอีเมล์ของคุณ

source: Save preferences
th: บันทึกการตั้งค่า

source: was created by
th: ถูกสร้างโดย

source: was deleted by
th: ถูกลบโดย

# A questionnaire was approved by...
source: approved by
th: อนุมัติโดย

source: has a new
th: มีใหม่

source: invited by
th: เชิญโดย

source: was detached of
th: ถูกแยกออกมาจาก

source: role:
th: บทบาท คือ

source: removed by
th: ลบโดย

source: was edited by
th: ถูกแก้ไขโดย

source: editing has been finalized by
th: การแก้ไขถูกสรุปโดย

source: Invalid email status filters
th: สถานะการกรองอีเมล์ไม่ถูกต้อง

source: {compiler} was informed about your progress.
th: {compiler} จะถูกแจ้งเกี่ยวกับความคืบหน้าของคุณ

source: Successfully saved changes.
th: การบันทึกการเปลี่ยนแปลงสำเร็จ

source: English
th: อังกฤษ

source: French
th: ฝรั่งเศส

source: Spanish
th: สเปน

source: Russian
th: รัสเซีย

source: Khmer
th: เขมร

source: Lao
th: ลาว

source: Arabic
th: อาหรับ

source: Portuguese
th: โปรตุเกส

source: Afrikaans
th: แอฟริกา

source: Caution: Maintenance will start soon ({}), this page will then be unavailable for a couple of minutes.<br>If you are working on a questionnaire, please make sure to save your work!
th: โปรดทราบ การบำรุงรักษาจะเริ่มต้นในเร็วๆนี้ ({}) หน้าเว็บนี้จะไม่ได้สามารถใช้ได้ชั่วคราว <br>ถ้าหากคุณกำลังทำงานกับแบบสอบถาม กรุณาบันทึกงานของท่าน

source: Maintenance starts in {}
th: การบำรุงรักษาจะเริ่มใน {}

source: Imprint
th: ประทับ

source: Content and Design
th: เนื้อหาและการออกแบบ

source: %(questionnaires_count)s SLM Practices published <br>from %(countries_count)s countries<br>by %(compilers_count)s users.
th: %(questionnaires_count)sการปฏิบัติ SLM เผยแพร่<br>จากประเทศ%(countries_count)s<br> โดยผู้ใช้งาน %(compilers_count)s

source: SLM Technologies
th: เทคโนโลยี SLM

source: SLM Approaches
th: แนวทาง SLM

source: UNCCD PRAIS Practices
th: การปฏิบัติของ UNCCD PRAIS

source: %(questionnaires_count)s new practices drafted in the past %(days)s days.
th: %(questionnaires_count)s การปฏิบัติใหม่ร่างไปเมื่อ%(days)sวันก่อน

source: %(visits_count)s visits from %(countries_count)s different countries since launch in August 2016.
th: %(visits_count)s ผู้เยี่ยมชมจาก %(countries_count)s นานาประเทศตั้งแต่การเผยแพร่ในเดือนสิงหาคม พ.ศ. 2559

source: Edition update required
th: เวอร์ชั่นอัพเดทเป็นที่ต้องการ

source: Country
th: ประเทศ

source: Compiler
th: ผู้รวบรวม

source: ALL SLM Data
th: ข้อมูล SLM ทั้งหมด

source: This questionnaire is locked for editing by {}
th: แบบสอบถามนี้ถูกป้องกันจากการแก้ไขโดย {}

source: Draft
th: ร่าง

source: Submitted
th: ส่งแล้ว

source: Reviewed
th: ตรวจสอบแล้ว

source: Public
th: เผยแพร่

source: Rejected
th: โดนปฏิเสธ

source: Inactive
th: ไม่มีการใช้งาน

source: Editor
th: ผู้เรียบเรียง

source: Reviewer
th: ผู้ตรวจสอบ

source: Publisher
th: ผู้เผยแพร่

source: WOCAT Secretariat
th: เลขานุการของ WOCAT

source: Land User
th: ผู้ใช้ที่ดิน

source: Key resource person
th: วิทยากรหลัก

source: UNCCD Best Practice
th: การปฏิบัติที่ดีของ UNCCD

source: Submitted as SLM best practice to UNCCD by the national focal point
th: ส่งในฐานะแนวปฏิบัติที่ดี SLM ไปสู่ UNCCD โดยเป็นจุดโฟกัสของชาติ

source: This questionnaire can be edited.
th: แบบสอบถามนี้สามารถแก้ไขได้

source: This questionnaire is locked for editing by {user}.
th: แบบสอบถามนี้ถูกป้องกันจากการแก้ไขโดย {user}

source: Published questionnaires must not be updated.
th: แบบสอบถามที่ถูกเผยแพร่แล้วไม่สามารถอัพเดทได้

source: New Search
th: การค้นหาใหม่

source: New SLM Approach
th: แนวทาง SLM ใหม่

source: Creation:
th: ผู้สร้างสรรค์

source: Update:
th: การอัพเดท

source: Compilers:
th: ผู้รวบรวม

source: Compiler:
th: กลุ่มผู้รวบรวม

source: Editors:
th: กลุ่มผู้เรียบเรียง

source: Editor:
th: ผู้เรียบเรียง

source: Reviewers:
th: กลุ่มผู้ตรวจสอบ

source: Reviewer:
th: ผู้ตรวจสอบ

source: Coming soon
th: จะมาเร็วๆนี้

source: View full content
th: ดูเนื้อหาทั้งหมด

source: Print summary
th: พิมพ์บทสรุป

source: Full summary as PDF
th: บทสรุปทั้งหมดในรูป PDF

source: Full summary as PDF for print
th: บทสรุปทั้งหมดในรูป PDF เพื่อพิมพ์

source: Full summary in the browser
th: บทสรุปทั้งหมดในรูปหน้าเว็บ

source: Full summary (unformatted)
th: บทสรุปทั้งหมด (ไม่มีการจัดเรียง)

source: Export
th: นำออก

source: See history
th: ดูประวัติ

source: SLM Approach
th: แนวทาง SLM

source: View sections
th: ดูส่วนย่อย

source: Expand all
th: ขยายทั้งหมด

source: Collapse all
th: ย่อทั้งหมด

source: Completeness:
th: สมบูรณ์

source: Edit this section
th: แก้ไขในส่วนนี้

source: Empty section
th: ส่วนย่อยว่าง

source: Technology:
th: เทคโนโลยี

source: Technologies
th: เทคโนโลยี

source: New SLM Technology
th: เทคโนโลยี SLM ใหม่

source: SLM Technology
th: เทคโนโลยี SLM

source: Comments
th: แสดงความคิดเห็น

source: UNCCD Prais data
th: ข้อมูล UNCCD Prais

source: Watershed
th: ลุ่มน้ำ

source: New Watershed
th: ลุ่มน้ำใหม่

source: Map preview
th: ตัวอย่างแผนที่

source: Loading ...
th: กำลังโหลด ...

source: Linked Questionnaires:
th: เชื่อมต่อแบบสอบถาม

source: Media Gallery
th: อัลบั้มสื่อบันทึก

source: Number of points on the map
th: จำนวนจุดในแผนที่

source: Zoom to all points on the map
th: ขยายไปสู่จุดทั้งหมดในแผนที่

source: List of all points on the map:
th: แสดงรายการจุดทั้งหมดในแผนที่

source: No points on the map.
th: ไม่มีจุดในแผนที่

source: Map layers:
th: ชั้นของข้อมูล

source: From
th: จาก

source: To
th: ถึง

source: Edit
th: แก้ไข

source: Welcome
th: ยินดีต้อนรับ

source: Review
th: ตรวจสอบ

source: Publish
th: เผยแพร่

source: Review status
th: ตรวจสอบสถานะ

source: Learn more about the review process.
th: เรียนรู้เพิ่มเติมเกี่ยวกับขั้นตอนการตรวจสอบ

source: You are <strong>%(role)s</strong> of this %(questionnaire_type)s.
th: คุณเป็น<strong>%(role)s</strong>ของ %(questionnaire_type)s นี้

source: New configuration edition available.
th: โครงร่างฉบับใหม่พร้อมใช้แล้ว

source: The structure of the questionnaire was updated:
th: โครงสร้างของแบบสอบถามถูกอัพเดท

source: see all details
th: ดูรายละเอียดทั้งหมด

source: Please start editing the questionnaire in order to update your case data.
th: กรุณาเริ่มต้นการแก้ไขแบบสอบถามเพื่อที่จะได้อัพเทดข้อมูลของคุณ

source: WOCAT users can be invited to work on a %(questionnaire_type)s as editors. Editors can edit the %(questionnaire_type)s, but they cannot submit it for review or invite other editors.
th: ผู้ใช้งาน WOCAT สามารถถูกเชิญให้มาร่วมทำงานกับ %(questionnaire_type)s ในฐานะผู้เรียบเรียง ผู้เรียบเรียงสามารถแก้ไข %(questionnaire_type)s แต่ไม่สามารถส่งแบบสอบถามเพื่อการตรวจสอบหรือเชิญผู้เรียบเรียงอื่นได้

source: Reviewers can be assigned to this %(questionnaire_type)s. They will have the permission to review (approve or reject) the %(questionnaire_type)s. A %(questionnaire_type)s can have more than one reviewer and all reviewers can approve / reject a %(questionnaire_type)s for publication.
th: ผู้ตรวจสอบจะถูกมอบหมายสำหรับ %(questionnaire_type)s นี้ โดยพวกเขาจะได้รับอนุญาตในการตรวจสอบ (อนุมัติหรือปฎิเสธ) %(questionnaire_type)s ซึ่ง %(questionnaire_type)s นั้นสามารถมีผู้ตรวจสอบได้มากกว่าหนึ่งคนและผู้ตรวจสอบทั้งหมดสามารถอนุมัติหรือปฎิเสธ %(questionnaire_type)s ในการเผยแพร่

source: Publishers can be assigned to this %(questionnaire_type)s. They will have the permission to publish or reject the %(questionnaire_type)s. A %(questionnaire_type)s can have more than one publisher and all publishers can publish / reject a %(questionnaire_type)s for publishing.
th: ผู้เผยแพร่จะถูกมอบหมายสำหรับ %(questionnaire_type)s นี้ โดยพวกเขาจะได้รับอนุญาตในการอนุมัติหรือปฎิเสธ %(questionnaire_type)s ซึ่ง%(questionnaire_type)sนั้นสามารถมีผู้เผยแพร่ได้มากกว่าหนึ่งคนและผู้ตรวจสอบทั้งหมดสามารถอนุมัติหรือปฎิเสธ %(questionnaire_type)s ในการเผยแพร่

source: Search user
th: ค้นหาผู้ใช้งาน

source: No results found
th: ไม่พบผลลัพธ์

source: Too many results found, please narrow the search
th: มีผลลัพธ์ที่พบมากเกินไป กรุณาค้นหาด้วยคำที่เฉพาะขึ้น

source: Update users
th: อัพเดทผู้ใช้งาน

source: Change compiler
th: เปลี่ยนผู้รวบรวม

source: As a member of the WOCAT secretariat, you can change the compiler of this %(questionnaire_type)s.
th: ในฐานะสมาชิกของเลขานุการ WOCAT คุณสามารถเปลี่ยนแปลงผู้รวบรวมของ %(questionnaire_type)s นี้ได้

source: Search and select a user who will be the new compiler of this %(questionnaire_type)s.
th: ค้นหาและเลือกผู้ใช้งานที่จะมาเป็นผู้รวบรวมใหม่ของ %(questionnaire_type)s

source: Keep the current compiler as editor?
th: เก็บผู้รวบรวมปัจจุบันไว้เป็นผู้เรียบเรียง?

source: Update compiler
th: อัพเดทผู้รวบรวม

source: Delete
th: ลบ

source: Delete this %(questionnaire_type)s. As a member of the WOCAT secretariat, you can delete this %(questionnaire_type)s.
th: ลบ %(questionnaire_type)s นี้ ในฐานะสมาชิกของเลขานุการ WOCAT คุณสามารถลบ %(questionnaire_type)s นี้ได้
