Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: Delete this %(questionnaire_type)s. Only the compiler can delete a %(questionnaire_type)s while it is in draft mode.
th: ลบ %(questionnaire_type)s นี้ มีเพียงแค่ผู้รวบรวมที่สามารถลบ %(questionnaire_type)s ในขณะที่มันอยู่ในโหมดฉบับร่าง

source: Please confirm removal.
th: กรุณายืนยันการลบออก

source: This %(questionnaire_type)s will be deleted.
th: %(questionnaire_type)s นี้จะถูกลบ

source: This will only delete the current version of this %(questionnaire_type)s. There is a previous version of this %(questionnaire_type)s available with status %(status)s which will remain visible, and will be displayed to you.
th: นี่เป็นเพียงการลบเวอร์ชั่นปัจจุบันของ %(questionnaire_type)s นี้เท่านั้น ยังคงมีเวอร์ชั่นเก่าของ %(questionnaire_type)s นี้อยู่ โดยอยู่ในสถานะ %(status)s ซึ่งยังสามารถมองเห็นได้ และแสดงให้คุณเห็น

source: This %(questionnaire_type)s will not be visible anymore after deleting it.
th: %(questionnaire_type)s นี้จะไม่สามารถมองเห็นได้อีกหลังจากทำการลบ

source: Draft version
th: เวอร์ชั่นร่าง

source: The %(questionnaire_type)s data entry form is saved as a draft. The compiler is responsible for this data entry and can invite editors (WOCAT users) to help create it. Once the data entry is complete the compiler can submit it for review.
th: ข้อมูล %(questionnaire_type)s แบบฟอร์มที่ถูกนำเข้าจะถูกบันทึกไว้เป็นแบบร่าง ผู้รวบรวมมีหน้าที่รับผิดชอบในการนำเข้าข้อมูลนี้และสามารถเชิญผู้เรียบเรียง (ผู้ใช้งาน WOCAT) มาเพื่อช่วยในการสร้าง เมื่อการนำเข้าข้อมูลสบบูรณ์ ผู้รวบรวมจะสามารถส่งเพื่อทำการตรวจสอบได้

source: All edits have been made, the data entry is complete, and the %(questionnaire_type)s is ready to be submitted. After submission a reviewer is selected.
th: การเรียบเรียงทั้งหมดได้ถูกดำเนินการ การนำเข้าข้อมูลเสร็จสิ้น และ %(questionnaire_type)s นั้นพร้อมสำหรับการส่ง หลังจากการส่งแล้ว ผู้ตรวจสอบจะถูกเลือก

source: Please confirm submission.
th: กรุณายืนยันการส่ง

source: After submission of the %(questionnaire_type)s a reviewer will be assigned to check your data. During this time you cannot edit your data entry. If the data is not complete you must revise it. If the data is complete the reviewer submits it for publication.
th: หลังจากการส่ง %(questionnaire_type)s นี้ ผู้ตรวจสอบจะถูกมอบหมายให้มาตรวจสอบข้อมูลของคุณ โดยในช่วงระหว่างนี้ คุณจะไม่สามารถแก้ไขข้อมูลได้ ถ้าหากข้อมูลไม่สมบูรณ์ คุณจะต้องปรับปรุงแก้ไข แต่ถ้าข้อมูลครบถ้วนสมบูรณ์ ผู้ตรวจสอบจะส่งแบบสอบถามของคุณไปสำหรับการเผยแพร่

source: Someone is still editing this questionnaire. If you submit it, these changes will be lost. Are you sure you want to proceed?
th: มีบางคนกำลังแก้ไขแบบสอบถามอยู่ ถ้าหากคุณกดส่ง การเปลี่ยนแปลงนี้จะหายไป คุณแน่ใจที่จะดำเนินการต่อหรือไม่?

source: An optional message for the reviewer may be added here:
th: ข้อความเพิ่มเติมสำหรับผู้ตรวจสอบสามารถพิมพ์ได้ตรงนี้

source: Editing finished
th: การแก้ไขเสร็จสิ้น

source: Inform the compiler that you have finished editing the questionnaire.
th: แจ้งแก่ผู้รวบรวมว่าคุณได้ทำการแก้ไขแบบสอบถามเสร็จแล้ว

source: Finish editing.
th: เสร็จการแก้ไข

source: By clicking the button below, the compiler gets notified that you have finished editing the data. This is for informational purposes only, you may still edit the data after submitting this.
th: จากการกดที่ปุ่มด้านล่างนี้ ผู้รวบรวมจะได้ข้อความเตือนว่าคุณได้เสร็จสิ้นการแก้ไขข้อมูลแล้ว อย่างไรก็ตามนี่เป็นเพียงการแจ้งให้ข้อมูลเท่านั้น คุณยังสามารถแก้ไขข้อมูลได้หลังจากการส่ง

source: A personal message for the compiler may be added here:
th: ข้อความเพิ่มเติมสำหรับผู้รวบรวมสามารถพิมพ์ได้ตรงนี้

source: Inform compiler
th: แจ้งผู้รวบรวม

source: Start editing the questionnaire.
th: เริ่มแก้ไขแบบสอบถาม

source: View
th: ดู

source: View this %(questionnaire_type)s.
th: ดู %(questionnaire_type)s นี้

source: Manage editors
th: จัดการการแก้ไข

source: Invited editors:
th: ผู้เรียบเรียงที่ถูกเชิญ

source: There are no editors invited to this questionnaire.
th: ยังไม่มีผู้เรียบเรียงถูกมอบหมายสำหรับแบบสอบถามนี้

source: Add or remove WOCAT users as editors. Click the button on the right to update the invited editors.
th: เพิ่มหรือลบผู้ใช้งาน WOCAT ให้เป็นผู้เรียบเรียง กดที่ปุ่มบริเวณด้านขวาเพื่ออัพเดทการเชิญผู้เรียบเรียง

source: Update editors
th: อัพเดทผู้เรียบเรียง

source: Please note that currently, invited users are not notified automatically. This feature is in development and will be added soon. For the time being, it is recommended to notify invited users via e-mail.
th: ขอแจ้งให้ทราบว่า ผู้ใช้งานที่ถูกเชิญจะไม่ได้รับการแจ้งเตือนโดยอัตโนมัติ ความสามารถนี้ยังอยู่ระหว่างการพัฒนาและจะถูกเพิ่มเร็วๆ นี้ ดังนั้นในขณะนี้ ขอแนะนำให้คุณแจ้งเตือนผู้ใช้งานที่ถูกเชิญผ่านทางอีเมล์

source: Edit version
th: แก้ไขเวอร์ชั่น

source: Create a new %(questionnaire_type)s draft based on the published questionnaire. The publication workflow will start again.
th: สร้างแบบร่างแบบสอบถามใหม่ %(questionnaire_type)s โดยใช้แบบสอบถามที่เผยแพร่แล้ว ผังงานการเผยแพร่จะเริ่มต้นอีกครั้ง

source: Flag as UNCCD best practice
th: ปักธงว่าเป็นการปฏิบัติที่ดีของ UNCCD

source: Flag this questionnaire as a UNCCD best practice for this country.
th: ปักธงแบบสอบถามนี้ว่าเป็นการปฏิบัติที่ดี UNCCD ของประเทศ

source: Please confirm flagging as a UNCCD best practice.
th: กรุณายืนยันการปักธงว่าเป็นการปฏิบัติที่ดีของ UNCCD

source: By submitting, this questionnaire will be flagged as a UNCCD best practice for this country. Please note that due to the review process, it will take a few days before this is publicly visible.
th: โดยการส่ง แบบสอบถามนี้จะถูกปักธงว่าเป็นการปฏิบัติที่ดีของ UNCCD ของประเทศนี้ ข้อสังเกตคือเนื่องจากขั้นตอนการตรวจสอบ จะใช้เวลาหลายวันก่อนที่จะถูกเผยแพร่ให้เห็นได้

source: Confirm
th: ยืนยัน

source: Unflag as UNCCD best practice
th: ยกเลิกการปักธงว่าเป็นการปฏิบัติที่ดีของ UNCCD

source: This questionnaire is flagged as a UNCCD best practice for this country. As the UNCCD national focal point, you can remove this flag.
th: แบบสอบถามนี้ถูกปักธงว่าเป็นการปฏิบัติที่ดีของ UNCCD ของประเทศนี้ หากเป็นจุดโฟกัสระดับชาติของ UNCCD คุณสามารถเอาการปักธงออกได้

source: Please confirm unflagging as a UNCCD best practice.
th: กรุณายืนยันการยกเลิกการปักธงว่าเป็นการปฏิบัติที่ดีของ UNCCD

source: By submitting, this questionnaire will be unflagged as UNCCD best practice for this country. Please note that due to the review process, it will take a few days before this is publicly visible.
th: โดยการส่ง แบบสอบถามนี้จะถูกยกเลิกการปักธงว่าเป็นการปฏิบัติที่ดีของ UNCCD ของประเทศนี้ ข้อสังเกตคือเนื่องจากขั้นตอนการตรวจสอบ จะใช้เวลาหลายวันก่อนที่จะถูกเผยแพร่ให้เห็นได้

source: Pending for publishing
th: อยู่ในระหว่างการพิจารณา

source: This %(questionnaire_type)s is currently waiting to be published.
th: %(questionnaire_type)s นี้กำลังอยู่ในระหว่างการรอเพื่อเผยแพร่

source: As a publisher you can edit the %(questionnaire_type)s. If the %(questionnaire_type)s is not complete you have to "reject" it and the compiler / editor(s) have to revise it.
th: ในฐานะผู้เผยแพร่ คุณสามารถแก้ไข %(questionnaire_type)s นี้ได้ ถ้าหาก %(questionnaire_type)s นี้ไม่สมบูรณ์ คุณต้องปฎิเสธเพื่อที่จะให้ผู้รวบรวมหรือผู้เรียบเรียงทำการแก้ไข

source: View this %(questionnaire_type)s.
th: ดู %(questionnaire_type)s นี้

source: As a publisher you can publish the %(questionnaire_type)s once the data is complete. The %(questionnaire_type)s will be available to public users.
th: ในฐานะผู้เผยแพร่ คุณสามารถเผยแพร่ %(questionnaire_type)s นี้เมื่อข้อมูลนั้นเสร็จสมบูรณ์ %(questionnaire_type)s นี้จะสามารถเข้าถึงได้โดยผู้ใช้งานสาธารณะ

source: Please confirm publication.
th: กรุณายืนยันการเผยแพร่

source: If you approve this %(questionnaire_type)s it will be published and available to public users.
th: ถ้าหากคุณอนุมัติ %(questionnaire_type)s นี้ มันจะถูกเผยแพร่และเข้าถึงได้โดยผู้ใช้งานสาธารณะ

source: An optional message may be added here:
th: ข้อความเพิ่มเติมสามารถใส่ได้บริเวณนี้

source: Reject
th: ปฏิเสธ

source: As a publisher you can reject the %(questionnaire_type)s if the data is not complete and the compiler /editor(s) will be notified that they have to revise it.
th: ในฐานะผู้เผยแพร่ คุณสามารถปฏิเสธ%(questionnaire_type)s นี้ได้ ถ้าหากข้อมูลไม่สมบูรณ์ ผู้รวบรวมหรือผู้เรียบเรียงจะได้รับคำแจ้งเตือนให้ทำการแก้ไข

source: Please confirm rejection.
th: กรุณายืนยันการปฏิเสธ

source: If you reject this %(questionnaire_type)s the compiler and the editor(s) will be notified that they have to revise the %(questionnaire_type)s before re-submitting it.
th: หากคุณปฏิเสธ %(questionnaire_type)s นี้ ผู้รวบรวมและผู้เรียบเรียงจะได้รับการแจ้งเตือนว่าพวกเขาจะต้องทำการแก้ไข %(questionnaire_type)s นี้ ก่อนที่จะส่งใหม่อีกครั้งหนึ่ง

source: A message for the compiler must be added here:
th: ข้อความสำหรับผู้รวบรวมจำเป็นต้องถูกเพิ่มในบริเวณนี้

source: Assign publisher
th: มอบหมายผู้เผยแพร่

source: Assigned publishers:
th: มอบหมายผู้เผยแพร่แล้ว

source: There are no publishers assigned to this questionnaire.
th: ยังไม่มีผู้ตรวจสอบถูกมอบหมายสำหรับแบบสอบถามนี้

source: Edit assigned publishers. Click the button to update the assigned publishers.
th: แก้ไขผู้เผยแพร่ที่ถูกมอบหมาย คลิกที่ปุ่มเพื่ออัพเดทผู้เผยแพร่ที่ถูกมอบหมาย

source: Update publishers
th: อัพเดทผู้เผยแพร่

source: Pending review
th: ในระหว่างการตรวจสอบ

source: This %(questionnaire_type)s is currently waiting for review before it can be published.
th: %(questionnaire_type)s นี้ กำลังอยู่ในขั้นตอนการรอตรวจสอบก่อนที่จะสามารถเผยแพร่ได้

source: As a reviewer you can edit the %(questionnaire_type)s. If the %(questionnaire_type)s is not complete you have to "reject" it and the compiler / editor(s) have to revise it.
th: ในฐานะผู้ตรวจสอบ คุณสามารถแก้ไข %(questionnaire_type)sนี้ได้ ถ้าหาก %(questionnaire_type)s ไม่สมบูรณ์ คุณต้องทำการปฎิเสธมัน และผู้รวบรวมหรือผู้เรียบเรียงจะต้องทำการแก้ไขมัน

source: Approve
th: อนุมัติ

source: As a reviewer you can approve the %(questionnaire_type)s once the data is complete. The publisher will be notified.
th: ในฐานะผู้ตรวจสอบ คุณสามารถอนุมัติ %(questionnaire_type)s ได้ เมื่อข้อมูลนั้นสมบูรณ์ ผู้เผยแพร่จะได้รับการแจ้งเตือน

source: Please confirm approval.
th: กรุณายืนยันการอนุมัติ

source: If you approve this %(questionnaire_type)s the publisher will be notified. After final approval by the publisher the %(questionnaire_type)s will be published and available to public users.
th: ถ้าหากคุณอนุมัติ %(questionnaire_type)s นี้ ผู้เผยแพร่จะได้รับการแจ้งเตือน หลังจากการอนุมัติครั้งสุดท้ายโดยผู้เผยแพร่ %(questionnaire_type)s นี้จะถูกเผยแพร่และและเข้าถึงได้โดยผู้ใช้งานสาธารณะ

source: An optional message for the publisher(s) may be added here:
th: ข้อความเพิ่มเติมสำหรับผู้เผยแพร่สามารถพิมพ์ได้ตรงนี้

source: As a reviewer you can reject the %(questionnaire_type)s if the data is not complete and the compiler / editor(s) will be notified that they have to revise it.
th: ในฐานะผู้ตรวจสอบ คุณสามารถปฏิเสธ %(questionnaire_type)sนี้ได้ ถ้าหากข้อมูลนี้ไม่สมบูรณ์ ผู้รวบรวมหรือผู้เรียบเรียงจะได้รับการแจ้งเตือนและพวกเขาต้องดำเนินการแก้ไข

source: Assign reviewer
th: มอบหมายผู้ตรวจสอบ

source: Assigned reviewers:
th: มอบหมายผู้ตรวจสอบแล้ว

source: There are no reviewers assigned to this questionnaire.
th: ยังไม่มีผู้ตรวจสอบถูกมอบหมายสำหรับแบบสอบถามนี้

source: Edit assigned reviewers. Click the button to update the assigned reviewers.
th: แก้ไขผู้ตรวจสอบที่ได้รับมอบหมาย คลิกที่ปุ่มเพื่ออัพเดทผู้ตรวจสอบที่ได้รับมอบหมาย

source: Update reviewers
th: อัพเดทผู้ตรวจสอบ

source: Hello
th: สวัสดี

source: Welcome to the SLM Technology / Approach data entry form.
th: ยินตีต้อนรับสู่แบบฟอร์มสำหรับการป้อนข้อมูลเกี่ยวกับเทคโนโลยีและแนวทาง SLM

source: You are about to add data from the Core Questionnaire on SLM Technologies (QT) / Approaches (QA).
th: คุณกำลังจะเข้าสู่การเพิ่มข้อมูลจากแบบสอบถามหลักของเทคโนโลยี SLM (QT) หรือ แนวทาง SLM (QA)

source: If this is the first time you are using the data entry form %(start_tour_link)splease visit the help tour%(end_link)s and <a href="%(intro_url)s" class="link">read the introduction to the questionnaire%(end_link)s.
th: ถ้าหากนี่เป็นครั้งแรกที่ท่านใช้ฟอร์มสำหรับนำเข้าข้อมูลจาก %(start_tour_link)s กรุณาเข้าสู่ทัวร์แนะนำ %(end_link)s และ <a href="%(intro_url)s" class="link"> สำหรับอ่านคำแนะนำเกี่ยวกับแบบสอบถาม %(end_link)s

source: A PDF version of the paper questionnaire can be %(start_link)sdownloaded here%(end_link)s.
th: แบบสอบถามฉบับกระดาษในรูปแบบไฟล์ PDF สามารถ %(start_link)s ดาวน์โหลดตรงนี้ %(end_link)s

source: Take a tour
th: เริ่มต้นการทัวร์

source: Start data entry
th: เริ่มการนำเข้าข้อมูล

source: Review process
th: ขั้นตอนการตรวจสอบ

source: Click the image for a larger version of it.
th: คลิกที่รูปภาพเพื่อแสดงภาพขนาดใหญ่ขึ้น

source: Welcome to the Watershed data entry form.
th: ยินดีต้อนรับสู่แบบฟอร์มสำหรับการนำเข้าข้อมูลลุ่มน้ำ

source: You are about to add data from the Questionnaire on Watershed.
th: คุณกำลังจะเข้าสู่การเพิ่มข้อมูลจากแบบสอบถามของลุ่มน้ำ

source: Please make sure that it's not a duplicate of another questionnaire that you are currently working on:
th: กรุณาทำให้แน่ใจว่าสิ่งนี้ไม่ได้ซ้ำกับแบบสอบถามอื่นๆ ที่คุณกำลังทำงานอยู่

source: Table of Content
th: สารบัญ

source: Help
th: ช่วยเหลือ

source: Take a tour explaining the functions on this page.
th: ทำการทัวร์เพื่อการอธิบายเกี่ยวกับการทำงานในหน้านี้

source: other
th: อื่น ๆ

source: Go Back without saving
th: ย้อนกลับโดยไม่บันทึก

source: Save and back
th: บันทึกและย้อนกลับ

source: Save and next
th: บันทึกและไปต่อ

source: Close
th: ปิด

source: There was a problem with your submission. Errors have been highlighted below.
th: มีปัญหาบางอย่างเกี่ยวกับการส่งของคุณ ปัญหาที่พบจะถูกแสดงดังรายการข้างล่าง

source: There is an old version with changes in this section.
th: มีเวอร์ชั่นเก่าที่มีการเปลี่ยนแปลงอยู่ในส่วนย่อยนี้

source: View old version
th: ดูเวอร์ชั่นเก่า

source: Save and go to overview
th: บันทึกและไปสู่หน้าสรุป

source: Save and go to next section
th: บันทึกและไปสู่ส่วนย่อยถัดไป

source: Next
th: ถัดไป

source: Back
th: ย้อนกลับ

source: Done
th: เสร็จสิ้น

source: <p>Welcome to the help section of the form!</p><p>Click "Next" to take a tour explaining the functions on this page.</p>
th: <p>ยินดีต้อนรับสู่ส่วนย่อยสำหรับความช่วยเหลือของแบบฟอร์ม</p><p>คลิก "ถัดไป" เพื่อเข้าสู่การทัวร์ที่อธิบายเกี่ยวกับการทำงานของหน้านี้</p>

source: <p>The bar indicates the name of the section you are currently editing.</p>
th: <p>แถบแสดงถึงชื่อของส่วนย่อยที่คุณกำลังทำการแก้ไขอยู่</p>

source: <p>Click "Save and back" to save your changes and go back to the overview to view them in the output.</p>
th: <p>กด "บันทึกและย้อนกลับ" เพื่อบันทึกการแก้ไขและกลับสู่ภาพรวมและดูการแก้ไขในผลลัพธ์</p>

source: <p>Click "Save and next" to save the current section and directly continue to the next section.</p>
th: <p> คลิก "บันทึกและถัดไป" เพื่อบันทึกส่วนย่อยปัจจุบันและต่อไปสู่ส่วนย่อยถัดไป</p>

source: <p>Both options "save and back to overview" and "save and next section" are also available on the bottom of the page.</p>
th: <p>ทั้งทางเลือกในการ "บันทึกและกลับสู่ภาพรวม" และ "บันทึกและไปสู่ส่วนย่อยถัดไป" จะอยู่ในด้านล่างของหน้า </p>

source: <p>The progress bar indicates how many questions are already filled out.</p>
th: <p> แถบแสดงความก้าวหน้าแสดงถึงจำนวนคำถามที่ได้ทำการตอบไปแล้ว</p>

source: Pick a date
th: เลือกวันที่

source: Remove
th: เอาออก

source: Edit focus point
th: แก้ไขจุดสำคัญ

source: Enter a whole number
th: ป้อนเลขจำนวนเต็ม

source: Enter a number
th: ป้อนตัวเลข

source: See More
th: ดูมากขึ้น

source: See Less
th: ดูน้อยลง

source: + [TODO] Advanced Questions
th: + [TODO] คำถามขั้นสูง

source: Drag and drop the number to order the list
th: ดึงลงและเลือกตัวเลขเพื่อเรียงลำดับรายการ

source: Add More
th: เพิ่มมากขึ้น

source: <p>Choose map layers, using the dropdown menus on top of the map image. You can overlay the selected map layers by moving the slider.</p> <p>Zoom into your area / location by using one of the following methods:</p> <ul> <li>Use +/- buttons on the top left of the map</li> <li>Use the mouse wheel</li> <li>Search a location by entering a location name using the %(button_search)s button</li> </ul> <p>Add points on the map by using one of the following methods:</p> <ul> <li>Set a point using the %(button_pin)s button</li> <li>Set a point based on GPS coordinates using the %(button_gps)s button</li> </ul> <p>Use the edit and delete buttons to move points, delete single points or delete all points from the map</p> <p>Click on the “number” button to display a list of all points. Here you can also delete single points.</p>
th: <p> เลือกชั้นข้อมูลของแผนที่โดยเมนู dropdown บริเวณบนสุดของภาพแผนที่ คุณสามารถซ้อนชั้นข้อมูลที่เลือกไว้โดยเลื่อนแถบ</p> <p>ซูมไปสู่ตำแหน่งหรือสถานที่โดยใช้วิธีใดวิธีหนึ่งตามวิธีต่อไปนี้</p> <ul> <li>ใช้ปุ่ม +/- บริเวณมุมซ้ายบนของแผนที่</li> <li>ใช้ลูกกลิ้งเมาส์</li> <li>ค้นหาสถานที่โดยป้อนชื่อของสถานที่โดยใช้ปุ่ม %(button_search)s</li> </ul> <p>เพิ่มจุดบนแผนที่โดยใช้วิธีใดวิธีหนึ่งตามวิธีต่อไปนี้</p> <ul> <li>เพิ่มจุดโดยใช้ปุ่ม %(button_pin)s</li> <li>เพิ่มจุดโดยอาศัยจุดพิกัดจาก GPS โดยใช้ปุ่ม %(button_gps)s</li> </ul> <p>ใช้ปุ่มแก้ไขหรือลบเพื่อเคลื่อนที่จุด ลบจุดใดจุดหนึ่ง หรือลบจุดทั้งหมดในแผนที่</p> <p>คลิกที่ปุ่ม "จำนวน" เพื่อแสดงรายการของจุดทั้งหมด ในส่วนนี้คุณยังสามารถลบจุดใดๆ ได้</p>

source: Add a point by clicking on the map
th: เพิ่มจุดโดยการคลิกลงไปบนแผนที่

source: Set a point based on GPS coordinates
th: ตั้งค่าจุดโดยค่าพิกัดจาก GPS

source: Search and zoom to a location on the map
th: ค้นหาและขยายไปสู่สถานที่ในแผนที่

source: Click and hold an existing point on the map to move it.
th: คลิกและกดค้างจุดที่แสดงอยู่ในแผนที่เพื่อเคลื่อนย้ายมัน

source: Delete an existing point on the map by clicking it.
th: ลบจุดที่แสดงอยู่ในแผนที่โดยคลิกที่มัน

source: Delete all points from the map
th: ลบจุดทั้งหมดจากแผนที่

source: Are you sure you want to delete all the points from the map? This cannot be undone.
th: คุณแน่ใจหรือไม่ว่าต้องการจะลบจุดทั้งหมดในแผนที่นี้ ขั้นตอนนี้ไม่สามารถยกเลิกได้

source: Please enter the coordinates in the field below. The coordinates must be in decimal degrees of format "Latitude, Longitude", eg. 46.9526, 7.4352. Use the link below to convert from degrees, minutes and seconds to decimal degrees.
th: กรุณาป้อนข้อมูลค่าพิกัดในช่องด้านล่าง ค่าพิกัดนั้นจะต้องเป็นรูปแบบองศาเลขทศนิยมของ "ละติจูด, ลองจิจูด" เช่น 46.9526, 7.4352 กรุณาใช้ลิงก์ข้างล่างเพื่อแปลงค่าจากหน่วยองศา ลิปดา พิลิปดา ไปเป็น องศาเลขทศนิยม

source: Enter the name of a village, city, etc. in the textfield below and select one of the results to zoom to its location.
th: ป้อนรายชื่อของหมู่บ้าน เมือง ฯลฯ ในช่องเนื้อหาด้านล่าง และเลือกผลลัพธ์สักอันหนึ่งเพื่อขยายไปสู่สถานที่ของมัน

source: Search for a village, city, etc.
th: ค้นหาหมู่บ้าน เมือง ฯลฯ

source: Search a registered WOCAT user by typing the name of the person.
th: ค้นหาสมาชิกลงทะเบียนของ WOCAT โดยพิมพ์ชื่อของบุคคลนั้น

source: Registered User
th: สมาชิกลงทะเบียน

source: Enter the details of a person not registered in the WOCAT database.
th: ป้อนรายละเอียดเกี่ยวกับบุคคลที่ไม่ได้เป็นสมาชิกลงทะเบียนในฐานข้อมูลของ WOCAT

source: Non-registered User
th: สมาชิกที่ไม่ได้ลงทะเบียน

source: <ul><li>You can search a registered WOCAT user by typing the name of the person.</li><li>If the person is not a registered WOCAT user, select the option "Non-registered Person" above.</li></ul>
th: <ul><li>คุณสามารถค้นหาสมาชิกลงทะเบียนของ WOCAT โดยพิมพ์ชื่อของบุคคลนั้น </li><li>ถ้าบุคคลนั้นไม่ได้เป็นสมาชิกลงทะเบียนของ WOCAT ให้กดที่ตัวเลือก "สมาชิกที่ไม่ได้ลงทะเบียน" ข้างบน</li></ul>

source: Search a registered WOCAT user
th: ค้นหาสมาชิกลงทะเบียนของ WOCAT

source: SLM Technologies which were promoted by and implemented through this Approach can be linked in a separate section "Linked Questionnaires" at the end.
th: เทคโนโลยี SLM ที่ถูกโปรโมทและดำเนินการผ่านทางแนวทางนี้สามารถถูกอ้างอิงได้ในส่วนย่อยที่ชื่อว่า "แบบสอบถามที่ถูกอ้างอิง" ในส่วนสุดท้ายของแบบสอบถาม

source: Associated SLM Approaches can be linked in a separate section at the end of the Questionnaire.
th: แนวทาง SLM ที่เกี่ยวข้องกันสามารถถูกอ้างอิงในส่วนย่อยที่แยกออกไปในส่วนสุดท้ายของแบบสอบถาม

source: Total:
th: ทั้งหมด

source: Photo
th: รูปภาพ

source: Links and modules
th: ลิงก์และโมดูล

source: Links
th: ลิงก์

source: No links
th: ไม่มีลิงก์

source: Modules
th: โมดูล

source: No modules
th: ไม่มีโมดูล

source: Add a new module
th: เพิ่มโมดูลใหม่

source: 1. Select a Technology
th: 1. เลือกเทคโนโลยี

source: 2. Select a module
th: 2. เลือกโมดูล

source: Select a module which you would like to add to the Technology.
th: เลือกโมดูลที่คุณต้องการเพิ่มไปสู่เทคโนโลยี

source: 3. Create the module
th: 3. สร้างโมดูล

source: Create
th: สร้าง

source: <p>Welcome to the help section of the Questionnaire!</p><p>Click "Next" to take a tour explaining the functions on this page.</p>
th: <p>ยินดีต้อนรับสู่ส่วนการช่วยเหลือกของแบบสอบถาม</p><p>คลิก "ถัดไป" เพื่อเริ่มต้นการทัวร์ที่จะอธิบายเกี่ยวกับการทำงานของหน้านี้

source: <p>This is the output page where you can see all the data you entered in the form.</p>
th: <p>นี่คือหน้าผลลัพธ์ที่ที่คุณสามารถดูข้อมูลทั้งหมดที่คุณป้อนเข้าใบในแบบฟอร์มได้</p>

source: <p>Each section is also visible in the output, any data you enter will appear here.</p>
th: <p>แต่ละส่วนย่อยยังสามารถดูได้ในผลลัพธ์ ข้อมูลต่างๆ ที่คุณป้อนเข้าไปจะแสดงบริเวณนี้</p>

source: <p>Click on the button to edit a section and enter your data.</p><p>The numbers indicate how many questions are already filled out in this section.</p>
th: <p>คลิกที่ปุ่มนี้เพื่อแก้ไขส่วนย่อยนี้และป้อนข้อมูล</p> <p>ตัวเลขแสดงถึงจำนวนของแบบสอบถามที่ถูกเติมไปในส่วนย่อยนี้</p>

source: No results found.
th: ไม่พบผลลัพธ์

source: No description available.
th: ไม่มีคำอธิบาย

source: New edition of the configuration is available. Please edit your data to create an updated edition.
th: โครงร่างฉบับใหม่มีมาแล้ว กรุณาแก้ไขข้อมูลของคุณเพื่อสร้างและอัพเดทฉบับใหม่

source: This SLM practice is also available in:
th: การปฏิบัติ SLM นี้ยังมีอยู่ใน

source: This case is linked to SLM Approaches
th: กรณีนี้เชื่อมโยงกับแนวทาง SLM

source: This case is linked to SLM Technologies
th: กรณี้นี้เชื่อมโยงกับเทคโนโลยี SLM

source: This case has a CCA module
th: กรณีนี้เชื่อมโยงกับโมดูล CCA

source: No modules found.
th: ไม่พบโมดูล

source: Unsupported file type
th: ไม่รองรับชนิดของไฟล์

source: File is too big
th: ไฟล์มีขนาดใหญ่ไป

source: SLM Data
th: ข้อมูล SLM

source: Search Terms
th: ค้นหาเงื่อนไข

source: Updated
th: อัพเดทแล้ว

source: Unknown
th: ไม่ระบุ

source: Language
th: ภาษา

source: The questionnaire was successfully submitted.
th: แบบสอบถามนี้ถูกส่งสมบูรณ์แล้ว

source: The questionnaire was successfully reviewed.
th: แบบสอบถามนี้ถูกตรวจสอบสมบูรณ์แล้ว

source: New version was published
th: เวอร์ชั่นใหม่ถูกเผยแพร่แล้ว

source: The questionnaire was successfully set public.
th: แบบสอบถามถูกตั้งค่าให้เป็นสาธารณะสมบูรณ์แล้ว

source: The questionnaire was successfully rejected.
th: แบบสอบถามถูกปฏิเสธแล้ว

source: Assigned users were successfully updated
th: ผู้ใช้งานที่ถูกมอบหมายได้รับการแก้ไขอย่างสมบูรณ์

source: The flag could not be set because a version of this questionnaire is already in the review process and needs to be published first. Please try again later.
th: การปักธงนี้ไม่สามารถทำได้เนื่องจากเวอร์ชั่นของแบบสอบถามยังอยู่ในระหว่างการตรวจสอบ และต้องทำการเผยแพร่ก่อน กรุณาลองใหม่อีกครั้งภายหลัง

source: The flag was successfully set.
th: การปักธงเสร็จสมบูรณ์

source: The flag could not be removed because a version of this questionnaire is already in the review process and needs to be published first. Please try again later.
th: การปักธงนี้ไม่สามารถเอาออกได้เนื่องจากเวอร์ชั่นของแบบสอบถามยังอยู่ในระหว่างการตรวจสอบ และต้องทำการเผยแพร่ก่อน กรุณาลองใหม่อีกครั้งภายหลัง

source: The flag was successfully removed. Please note that this created a new version which needs to be reviewed. In the meantime, you are seeing the public version which still shows the flag.
th: การปักธงถูกเอาออกอย่างสมบูรณ์ ขอแนะนำว่ามันจะสร้างเวอร์ชั่นใหม่ที่จำเป็นจะต้องตรวจสอบ ในช่วงระหว่างนี้ คุณจะยังเห็นเวอร์ชั่นสาธารณะที่ยังแสดงการปักธงอยู่
