Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

# technologies label
source: Country/ region/ locations where the Technology has been applied and which are covered by this assessment
th: ประเทศ ภูมิภาค หรือสถานที่ตั้งที่เทคโนโลยีได้นำไปใช้และได้รับการครอบคลุมโดยการ ประเมินนี้

# technologies helptext
source: The described Technology might be applied in various sites. However, restrict information given in this questionnaire to only those sites that have been assessed/ analysed in the documentation process (through field visits, interviews with respective land users, reports, etc.). Do not include other sites where the same Technology is applied but no data has been collected.
th: เทคโนโลยีที่ได้อธิบายไว้อาจจะนำไปใช้ได้กับสถานที่หลากหลาย อย่างไรก็ตามข้อมูลที่ให้ไว้ในแบบสอบถามมีอยู่เฉพาะสถานที่ทำการศึกษาซึ่งได้รับการประเมินหรือวิเคราะห์โดยกระบวนการจัดทำเอกสารนี้ (จากการไปเยี่ยมชมภาคสนาม การสัมภาษณ์กับผู้ใช้ที่ดินและเอกสารรายงาน)จะไม่รวมเอาสถานที่อื่นๆที่มีการใช้เทคโนโลยีที่เหมือนกันแต่ไม่ได้มีการรวบรวมข้อมูลไว้

# technologies helptext
source: Assign the described Technology to one of the following SLM groups. If this is not possible, select several (max. 3) groups to represent the Technology
th: เลือกเทคโนโลยีที่ได้อธิบายไว้ให้ตรงกับกลุ่ม SLM ดังต่อไปนี้ ถ้าเป็นไปไม่ได้ ให้เลือกหลายกลุ่ม (สูงสุดแค่ 3 กลุ่ม) เพื่อเป็นตัวแทนของเทคโนโลยี

# technologies label
source: Technical specifications/ explanations of technical drawing
th: ข้อมูลจำเพาะด้านเทคนิคและการอธิบายแบบแปลนทางเทคนิค

# technologies helptext
source: <p>Summarize technical specifications, e.g.:</p><ul><li>Dimensions (height, depth, width, length) of structures or vegetative elements;</li><li>Spacing between structures or plants/ vegetative measures</li><li>Vertical intervals structures or vegetative measures</li><li>Slope angle (before and after implementation of the Technology)</li><li>Lateral gradient of structures</li><li>Capacity of dams, ponds, etc.</li><li>Catchment area and beneficial area of dams, ponds, other water harvesting systems</li><li>Construction material used</li><li>Species used</li><li>Quantity/ density of plants (per ha)</li></ul>
th: <p>สรุปข้อมูลจำเพาะด้านเทคนิค เช่น</p><ul><li>มิติ (ความสูง ความลึก ความกว้าง ความยาว) ของโครงสร้างและองค์ประกอบทางพืชพรรณ</li><li>การจัดระยะห่างระหว่างโครงสร้างหรือพืช มาตรการทางด้านพืชพรรณ</li><li>โครงสร้างเชิงช่วงในแนวดิ่งหรือมาตรการทางด้านพืชพรรณ</li><li>องศาความลาดชัน (ก่อนและหลังจากนำเทคโนโลยีไปปฏิบัติใช้)</li><li>การไล่ระดับทางด้านข้างของโครงสร้าง</li><li>ความจุของทำนบกั้นลำน้ำ บ่อน้ำ เป็นต้น</li><li>พื้นที่รับน้ำฝนและพื้นที่ที่ให้ประโยชน์ของทำนบกั้นลำน้ำ บ่อน้ำ ระบบการเก็บกักน้ำอื่นๆ</li><li>วัสดุก่อสร้างที่นำไปใช้</li><li>ชนิดพันธุ์ที่นำไปใช้</li><li>ปริมาณ หรือความหนาแน่นของพืช (ต่อเฮกตาร์)</li></ul>

# technologies label
source: Establishment activities
th: กิจกรรมเพื่อการจัดตั้ง

# technologies helptext
source: List establishment activities for the Technology (in sequence) and indicate timing
th: แจกแจงกิจกรรมเพื่อการจัดตั้งสำหรับเทคโนโลยี (ตามลำดับ) และให้ระบุช่วงเวลาที่ดำเนินการ

# technologies label
source: Maintenance/ recurrent activities
th: การบำรุงรักษาสภาพหรือกิจกรรมที่เกิดขึ้นเป็นประจำ

# technologies helptext
source: List maintenance/ recurrent activities for the Technology (in sequence) and indicate timing
th: แจกแจงการบำรุงรักษาสภาพหรือกิจกรรมที่เกิดขึ้นเป็นประจำสำหรับเทคโนโลยี (ตามลำดับ) และให้ระบุช่วงระยะเวลาด้วย

# technologies label
source: Climate
th: ภูมิอากาศ

# technologies label
source: Topography
th: สภาพภูมิประเทศ

# technologies label
source: Soils
th: ดิน

# technologies helptext
source: <p>Maximum 2 answers per question.</p>
th: <p>ตอบสูงสุดสองคำตอบต่อคำถาม</p>

# technologies label
source: Water availability and quality
th: ความเป็นประโยชน์และคุณภาพของน้ำ

# technologies label
source: Biodiversity
th: ความหลากหลายทางชีวภาพ

# technologies helptext
source: <p>Indicate the state of biodiversity on the analysed sites relative to your region/ country standards.</p>
th: ให้ระบุสภาวะความหลากหลายทางชีวภาพในพื้นที่ที่ทำการวิเคราะห์เมื่อเปรียบเทียบกับมาตรฐานของภูมิภาคหรือประเทศของคุณ

# technologies label
source: Photos of the Technology
th: รูปภาพของเทคโนโลยี

# technologies helptext
source: <ul><li>Provide photos showing an overview and details of the Technology.</li><li>Provide at least two digital files (JPG, PNG, GIF), i.e. files from a digital camera, or scans from prints, negative films or slide films.</li><li>Maximum file size: 3 MB.</li><li>Photos should be of high quality/ high resolution and not manipulated or distorted.</li><li>An explanation (description) is required for each photo submitted! Photos should match the description given in 2.2 and help illustrate the technical drawing in 4.1.</li><li>Where appropriate, photos should depict the situation before and after or with and without SLM measures.</li><li>Good photos are crucial for understanding and illustrating the main features of the Technology.</li></ul><p><strong>Example:</strong></p><div class="row"><div class="medium-6 columns"><img src="/static/assets/img/smallmedium_QTKEN05_1.jpg"><p class="form-example-legend"><strong>Overview</strong>: Fanya juu terraces with grass strips on the risers developed into bench terraces (Photo: Machakos, Kenya)</p></div><div class="medium-6 columns"><img src="/static/assets/img/mediumsmall_QaKEN01_2.jpg"><p class="form-example-legend"><strong>Detail</strong>: Fanya juu bund in a maize field after harvest: Napier grass on the upper part of the bund, and maize residues in the ditch below. (Photo: H.P. Liniger)</p></div></div>
th: <ul><li>จัดหารูปภาพต่างๆ มาแสดงให้เห็นถึงภาพรวมและรายละเอียดของเทคโนโลยี</li><li> ควรมีไฟล์ภาพอย่างน้อย 2 ไฟล์ที่เป็นแบบดิจิตอล (JPG PNG GIF) ได้แก่ ไฟล์ต่างๆจากกล้องดิจิตอลหรือสแกนจากสิ่งพิมพ์ ฟิล์มเนกาทีฟ หรือฟิล์มสไลด์</li><li>รองรับไฟล์ขนาดสูงสุดไม่เกิน 3 MB</li><li> รูปภาพควรมีคุณภาพ ความละเอียดสูง และไม่มีการปรับแต่งหรือบิดเบือน</li><li>จำเป็นต้องมีการอธิบาย (คำบรรยายใต้ภาพ) สำหรับแต่ละภาพที่ส่งมา รูปภาพควรตรงกับคำอธิบายที่ให้ไว้ในหัวข้อ 2.2 และช่วยอธิบายแบบแปลนทางเทคนิคในหัวข้อ 4.1 </li><li>สถานที่ที่เหมาะสมควรมีรูปภาพต่างๆ ที่แสดงสถานการณ์ก่อนและหลัง หรือที่มีและไม่มีมาตรการ SLM </li><li> ภาพที่ดีเป็นสิ่งสำคัญสำหรับการทำความเข้าใจและต้องอธิบายคุณลักษณะที่สำคัญของเทคโนโลยีด้วย</li></ul><p><strong>ตัวอย่าง</strong></p><div class="row"><div class="medium-6 columns"><img src="/static/assets/img/smallmedium_QTKEN05_1.jpg"><p class="form-example-legend"><strong>ภาพรวม</strong>คันดิน Fanya juu ที่มีแถบหญ้าขึ้นเป็นแนวอยู่บนตามคันดิน ซึ่งพัฒนากลายเป็นขั้นบันไดดิน (ภาพถ่าย Machakos, Kenya)</p></div><div class="medium-6 columns"><img src="/static/assets/img/mediumsmall_QaKEN01_2.jpg"><p class="form-example-legend"><strong>รายละเอียด</strong>คันดิน Fanya juu ในทุ่งข้าวโพดหลังจากการเก็บเกี่ยว หญ้าเนเปียร์อยู่ส่วนบนของคันดินและเศษข้าวโพดที่ตกค้างอยู่ในร่อง (ภาพถ่าย: Machakos, Kenya; H.P. Liniger)</p></div></div>

# technologies label
source: Prevention, reduction, or restoration of land degradation
th: การป้องกัน การบรรเทา และการฟื้นฟูการเสื่อมโทรมของที่ดิน

# technologies helptext
source: Tick max. two answers.
th: กาสูงสุด 2 ช่อง

# technologies label
source: Socio-economic impacts
th: ผลกระทบทางด้านเศรษฐกิจและสังคม

# technologies label
source: Production
th: การผลิต

# technologies label
source: Income and costs
th: รายได้และค่าใช้จ่าย

# technologies label
source: Socio-cultural impacts
th: ผลกระทบด้านสังคมและวัฒนธรรม

# technologies label
source: Ecological impacts
th: ผลกระทบด้านนิเวศวิทยา

# technologies label
source: Water cycle/ runoff
th: วัฐจักรน้ำหรือน้ำบ่า

# technologies label
source: Soil
th: ดิน

# technologies label
source: Biodiversity: vegetation, animals
th: ความหลากหลายทางชีวภาพ หมายถึงพืชพรรณและสัตว์

# technologies label
source: Other ecological impacts
th: ผลกระทบด้านนิเวศวิทยาอื่นๆ

# technologies label
source: Off-site impacts the Technology has shown
th: ผลกระทบนอกพื้นที่ดำเนินการ (off-site) จากการใช้เทคโนโลยี

# technologies label
source: Contact details of resource persons and institutions involved in the assessment and documentation of the Technology
th: รายละเอียดการติดต่อวิทยากรและองค์กรที่เกี่ยวข้องกับการประเมินและการจัดทำเอกสารของเทคโนโลยี

# technologies label
source: Date of implementation
th: วันที่การดำเนินการ

# technologies label
source: Introduction of the Technology
th: คำแนะนำของเทคโนโลยี

# technologies helptext
source: <p><strong>SLM measures – the constituents of a Technology</strong></p><p>SLM measures fall into five categories: agronomic, vegetative, structural, management, and other. Measures are components of Technologies. Each Technology is made up of one or – very commonly – a combination of measures: For instance, terraces – a typical structural measure – are often combined with other measures, such as grass on the risers for stabilization and fodder (vegetative measure), or contour ploughing (agronomic measure).</p>
th: <p><strong>มาตรการ SLM - ส่วนประกอบของเทคโนโลยี</strong></p><p> มาตรการ SLM ได้จัดเป็น 5 หมวดหมู่คือ มาตรการจัดการพืช มาตรการอนุรักษ์ด้วยวิธีพืช โครงสร้าง และการจัดการ และอื่นๆ มาตรการเป็นองค์ประกอบของเทคโนโลยี เทคโนโลยีแต่ละตัวประกอบด้วยมาตรการเดียวหรือใช้หลายมาตรการรวมกัน เช่น ขั้นบันไดดินซึ่งเป็นมาตรการอนุรักษ์ด้วยโครงสร้าง บ่อยครั้งที่มักจะเอาไปรวมกับมาตรการตัวอื่นๆ เช่น หญ้าที่ปลูกอยู่บนคันดินเพื่อเพิ่มความเสถียรภาพและใช้เป็นอาหารสัตว์ (มาตรการอนุรักษ์ด้วยวิธีพืช) หรือการไถพรวนตามแนวระดับ(มาตรการจัดการพืช) </p>

# technologies label
source: Gradual climate change
th: การเปลี่ยนแปลงสภาพภูมิอากาศที่ค่อยเป็นค่อยไป

# technologies label
source: Meteorological disasters
th: ภัยพิบัติทางอุตุนิยมวิทยา

# technologies label
source: Adaptation
th: การปรับตัว

# technologies helptext
source: <strong>Adaptation</strong>: Modifications made by land users to suit local context and changing conditions (Source: WOCAT).
th: <strong>การปรับตัว</strong> หมายถึงการปรับเปลี่ยนที่กระทำโดยผู้ใช้ที่ดินเพื่อที่จะทำให้เหมาะสมเข้ากับบริบทของท้องถิ่นและสภาพที่กำลังมีการเปลี่ยนแปลง (ที่มา: WOCAT)

# technologies label
source: Conditions regarding the use of data documented through WOCAT
th: ข้อกำหนดการใช้ข้อมูลที่ได้บันทึกผ่าน WOCAT

# technologies label
source: Reference to Questionnaire(s) on SLM Approaches
th: อ้างอิงไปที่แบบสอบถามเรื่องแนวทาง SLM

# technologies helptext
source: To understand properly the implementation of the Technology, the associated SLM Approach must be described. Use the search field to find the SLM Approach in the database.
th: เพื่อให้เข้าใจถึงการนำเทคโนโลยีนี้ไปปฏิบัติอย่างเหมาะสม แนวทาง SLM ที่นำเข้าไปเกี่ยวข้องด้วยต้องได้รับการอธิบาย ให้ใช้ช่องการค้นหาเพื่อค้นหาแนวทาง SLM ในฐานข้อมูล

# technologies label
source: Spread of the Technology
th: การเผยแพร่ของเทคโนโลยี

# technologies label
source: Other socio-economic impacts
th: ผลกระทบทางด้านเศรษฐกิจและสังคมอื่นๆ

# technologies label
source: Other climate-related consequences
th: ผลลัพธ์ตามมาที่เกี่ยวข้องกับภูมิอากาศอื่นๆ

# technologies label
source: Weaknesses/ disadvantages/ risks of the Technology and ways of overcoming them
th: จุดอ่อน ข้อเสียเปรียบหรือความเสี่ยงของเทคโนโลยีและวิธีการแก้ไข

# technologies label
source: Climatological disasters
th: ภัยพิบัติจากสภาพภูมิอากาศ

# technologies label
source: Hydrological disasters
th: ภัยพิบัติจากน้ำ

# technologies label
source: Biological disasters
th: หายนะทางชีวภาพ

# technologies label
source: Other climate-related extremes (disasters)
th: สภาพรุนแรงที่เกี่ยวข้องกับอากาศอื่นๆ (ภัยพิบัติ)

# technologies label
source: Comments
th: แสดงความคิดเห็น

# technologies label
source: Most important factors affecting the costs
th: ปัจจัยที่สำคัญที่สุดที่มีผลต่อค่าใช้จ่าย

# technologies label
source: Climate and disaster risk reduction
th: การลดความเสี่ยงจากภัยพิบัติและภูมิอากาศ

# technologies label
source: Climate-related extremes (disasters)
th: สภาพรุนแรงที่เกี่ยวข้องกับภูมิอากาศ (ภัยพิบัติ)

# technologies label
source: Current land use type(s) where the Technology is applied
th: ประเภทของการใช้ประโยชน์ที่ดินในปัจจุบันที่มีการนำเทคโนโลยีไปใช้

# technologies helptext
source: <p><strong>Land use</strong>: human activities which are directly related to land, making use of its resources or having an impact upon it.<br><strong>Land cover</strong>: Vegetation (natural or planted) or man-made structures (buildings, etc.) that cover the earth’s surface.</p><p>Usually one, max. two ticks</p>
th: <p><strong>การใช้ประโยชน์ที่ดิน</strong> หมายถึงกิจกรรมของมนุษย์ที่เกี่ยวข้องโดยตรงกับที่ดินโดยการใช้ประโยชน์จากแหล่งทรัพยากรหรือก่อให้เกิดผลกระทบกับทรัพยากรเหล่านั้น<br><strong>สิ่งที่ปกคลุมที่ดิน คือเหล่าพืชพรรณ (ขึ้นเองตามธรรมชาติหรือปลูก ) หรือโครงสร้างที่ทำโดยมนุษย์ (เช่น ตึกอาคาร เป็นต้น) ที่ปกคลุมพื้นผิวของโลก</p><p>ตามปกติกาหนึ่งช่อง สุงสุดสองช่อง</p>

# technologies label
source: Declaration on sustainability of the described Technology
th: การประกาศเรื่องความยั่งยืนของเทคโนโลยีที่ได้อธิบายไว้

# technologies helptext
source: Note that WOCAT questionnaires focus on the documentation and assessment of SLM practices. However, this questionnaire can also be used to describe a non-sustainable land management practice if you wish to compare this practice with specific SLM Technologies. In this case, indicate reference to those SLM Technologies in question 1.6.
th: ข้อสังเกต แบบสอบถาม WOCAT มุ่งเน้นไปที่เรื่องการจัดทำเอกสารและการประเมินของการปฏิบัติ SLM อย่างไรก็ตามแบบสอบถามนี้สามารถนำไปใช้ในการอธิบายการปฏิบัติในการจัดการที่ดินแบบไม่ยั่งยืนได้ ถ้ามีความประสงค์เพื่อเปรียบเทียบการปฏิบัตินี้กับเทคโนโลยี SLM ที่เฉพาะเจาะจง ในกรณีนี้ให้ระบุการอ้างอิงไปที่เทคโนโลยี SLM ในคำถามข้อ 1.6

# technologies label
source: Reference to/ comparison with other Technologies
th: การอ้างอิงถึงหรือการเปรียบเทียบกับเทคโนโลยีอื่นๆ

# technologies helptext
source: If the Technology described in this questionnaire is part of a comparative assessment of different Technologies/ situations, please indicate details.
th: ถ้าหากว่าเทคโนโลยีดังที่ได้บรรยายไว้ในแบบสอบถามนี้เป็นส่วนหนึ่งของการประเมินแบบเปรียบเทียบของเทคโนโลยีหรือสถานการณ์ที่ต่างกัน โปรดระบุรายละเอียดด้วย

# technologies label
source: Short description of the Technology
th: คำอธิบายแบบสั้นของเทคโนโลยี

# technologies helptext
source: Summarize the Technology in 1-2 sentences. Make sure this short description is precise and contains relevant keywords. It is the lead text of this documentation and provides an important basis for searching the database.
th: สรุปเทคโนโลยีมา 1- 2 ประโยค โดยต้องแน่ใจด้วยว่าการอธิบายแบบสั้นๆ นี้ถูกต้องแม่นยำและประกอบไปด้วยคำสำคัญที่ตรงประเด็น ซึ่งจะเป็นบทเกริ่นนำของการจัดทำเอกสารนี้และเป็นพื้นฐานที่สำคัญสำหรับการค้นหาฐานข้อมูล

# technologies label
source: Detailed description of the Technology
th: คำอธิบายแบบละเอียดของเทคโนโลยี

# technologies helptext
source: <p>The detailed description should provide a concise but comprehensive picture of the Technology to outsiders. It should therefore address key questions such as:</p><ol><li>Where is the Technology applied (natural and human environment)?</li><li>What are the main characteristics/ elements of the Technology (including technical specifications)?</li><li>What are the purposes/ functions of the Technology?</li><li>What major activities/ inputs are needed to establish/ maintain the Technology?</li><li>What are the benefits/ impacts of the Technology?</li><li>What do land users like / dislike about the Technology?</ol><p>The description should ideally be 2,500-3,000 characters in length; the absolute maximum is 3,500 characters. Additional, more detailed descriptions may be uploaded to the database as separate documents. Fill in the description at the beginning, but revise it when you have completed the questionnaire.</p>
th: <p>การอธิบายแบบละเอียดควรจะทำให้บุคคลภายนอกมองเห็นภาพที่รวบรัดและครอบคลุมเนื้อหาของเทคโนโลยีได้หมด ดังนั้นควรนำเสนอคำถามต่างๆ ที่สำคัญเช่น </p><ol><li>(1) เทคโนโลยีนำไปใช้ที่ไหน (สิ่งแวดล้อมทางธรรมชาติและสิ่งแวดล้อมของมนุษย์)</li><li> (2) อะไรคือลักษณะหรือองค์ประกอบที่สำคัญของเทคโนโลยี (รวมถึงข้อมูลจำเพาะด้านเทคนิค)</li><li>(3) อะไรคือจุดประสงค์หรือหน้าที่ของเทคโนโลยี</li><li>(4) กิจกรรมที่สำคัญหรือปัจจัยการผลิตที่จำเป็นในการจัดตั้งหรือบำรุงรักษาสภาพเทคโนโลยี<li> (5) ประโยชน์ที่ได้รับหรือผลกระทบของเทคโนโลยีคืออะไรบ้าง</li>(6) อะไรบ้างที่ผู้ใช้ที่ดินชอบหรือไม่ชอบเกี่ยวกับเทคโนโลยี<li><p> ความยาวของคำอธิบายควรมีอักขระอยู่ที่ 2,500-3,000 ตัว สูงสุดจริงๆ คือ 3,500 ตัว รายละเอียดเพิ่มเติมของคำอธิบายอาจจะโอนย้ายไฟล์โดยการอัปโหลดเข้าฐานข้อมูลเป็นเอกสารแยกต่างหาก เริ่มต้นด้วยการเขียนคำอธิบายและให้ตรวจทานด้วยเมื่อตอบแบบสอบถามเสร็จแล้ว</p>

# technologies label
source: Videos of the Technology
th: วีดีโอของเทคโนโลยี

# technologies helptext
source: If video files presenting the Technology are available, upload them to a public platform (e.g. vimeo.com, youtube.com) and indicate a link and a short description for each file in the table below.
th: ถ้าหากว่ามีไฟล์ของวีดีโอที่นำเสนอเทคโนโลยีที่มีอยู่ โปรดโอนย้ายไฟล์โดยการอัปโหลดเข้าไปที่แพลตฟอร์มของสาธารณะ (เช่นที่ vimeo.com และ youtube.com) และระบุการเชื่อมโยงและคำอธิบายสั้นๆ สำหรับแต่ละไฟล์ในตารางข้างล่างนี้

# technologies label
source: Further information about land use
th: รายละเอียดเพิ่มเติมเกี่ยวกับการใช้ประโยชน์ที่ดิน

# technologies label
source: Main types of land degradation addressed by the Technology
th: รูปแบบหลักของความเสื่อมโทรมของที่ดินที่ได้รับการแก้ไขโดยเทคโนโลยี

# technologies helptext
source: <p><strong>Land degradation:</strong> Degradation of land resources, including soils, water, vegetation, and animals.</p><p>Use the degradation types and subcategories listed below</p>
th: <p><strong>การเสื่อมโทรมของที่ดิน</strong> หมายถึงการเสื่อมโทรมของทรัพยากรที่ดินซึ่งรวมถึงดิน น้ำ พืชพรรณและสัตว์</p><p>ใช้ประเภทของการเสื่อมโทรมและหมวดหมู่ย่อยที่ได้แจกแจงไว้ข้างล่างนี้</p>

# technologies label
source: Technical drawing of the Technology
th: แบบแปลนทางเทคนิคของเทคโนโลยี

# technologies helptext
source: <p>Please provide a comprehensive and detailed drawing (including dimensions) of the Technology and indicate technical specifications, measurements, spacing, gradient, etc. You can also provide several drawings showing (a) a temporal sequence of operations or (b) different elements or details of the Technology. Alternatively you can also provide one or several photographs with technical specifications drawn and/ or written onto the photograph(s). Include as much technical information as possible on the drawings (or photographs).</p><p>Keep the drawing simple and schematic. The technical drawing is crucial for understanding the Technology! Scan the drawing and upload the scan.</p><p>Supported file types: PDF, JPG, PNG, maximum file size: 3 MB.</p><p><strong>Example</strong>: Technical drawing indicating technical specifications, dimensions, spacing<br><img src="/static/assets/img/qt_technical_drawing.jpg"></img></p>
th: <p>กรุณาให้รายละเอียดรวบยอดของการเขียนแบบ ( ซึ่งรวมมิติต่างๆ)ของเทคโนโลยีและชี้ระบุข้อมูลจำเพาะด้านเทคนิค การวัด การจัดระยะห่าง ความลาดชัน เป็นต้น คุณสามารถจัดหาแบบแปลนหลายๆแบบมาให้ดูเพื่อที่จะแสดงให้เห็นถึง (1) ลำดับเวลาของการปฏิบัติงานหรือ (2) องค์ประกอบที่ต่างกันหรือรายละเอียดของเทคโนโลยี ให้เลือกก็คือคุณสามารถจัดหารูปภาพหนึ่งรูปหรือหลายๆรูปมาให้ดูที่มีข้อมูลจำเพาะด้านเทคนิคที่เขียนไว้และหรือเขียนไว้บนรูปภาพ ให้ใส่ข้อมูลลงไปให้มากที่สุดเท่าที่จะเป็นไปได้ (หรือรูปภาพ)</p><p> ทำการเขียนแบบให้ดูง่ายและเป็นแผงผัง การเขียนแบบด้านเทคนิคนั้นเป็นสิ่งสำคัญสำหรับการทำความเข้าใจกับเทคโนโลยี ให้สแกนแบบแปลนแล้วก็อัปโหลดสแกนนั้นด้วย</p><p>รองรับไฟล์นามสกุล PDF JPG และ PNG และไฟล์ขนาดใหญ่สุดไม่เกิน 3 MB</p><p><strong>ตัวอย่าง</strong> แบบแปลนทางเทคนิคชี้ระบุให้เห็นถึงข้อมูลจำเพาะด้านเทคนิค มิติ การเว้น<br><img src="/static/assets/img/qt_technical_drawing.jpg"></img></p>

# technologies label
source: General information regarding the calculation of inputs and costs
th: ข้อมูลทั่วไปด้านการคำนวณปัจจัยการผลิตและค่าใช้จ่าย

# technologies helptext
source: <p>Notes on implementation activities, inputs, and costs:</p><ul><li>It may be very difficult to determine the costs of a Technology. Nevertheless, we ask you to give your best estimate!</li><li>A distinction is made between initial establishment (construction, initiation) and maintenance/ recurrent annual activities.</li><li>All costs should be calculated based on market prices. If labour is provided by land users themselves, indicate equivalent cost of hired labour. If inputs are provided/ produced by land users themselves, indicate equivalent market price.</li><li>Exclude costs of awareness creation, planning, training, research, and financial/ material support (these will be addressed in the Approach questionnaire).</li><li>If the objective is to compare two situations, i.e. the situation after/ with SLM measures (e.g. conservation agriculture) and the situation before/ without SLM measures (e.g. conventional agriculture), fill in two questionnaires.</li><li>Preferably, activities, inputs, and costs should be calculated per area on which the Technology is applied. If you use a local area unit, indicate conversion factor between local unit and hectares. Include not only the area which is immediately covered by SLM measures (e.g. the area covered by stone walls, tree lines, ditches) but also the area that is affected/ protected by the SLM measures (e.g. the area between stone walls, tree lines, ditches).</li><li>Alternatively, if it is not possible to calculate activities, inputs, and costs per area, they may be calculated per unit (e.g. dam, animal watering point, energy saving stove) or per length (e.g. metre of stone line)</li></ul>
th: <p>ข้อสังเกตเรื่องกิจกรรมในการเอาไปปฏิบัติใช้ ปัจจัยนำเข้าและค่าใช้จ่ายคือ</p><ul><li>เป็นการยากมากที่จะกำหนดค่าใช้จ่ายของเทคโนโลยี ถึงอย่างไรก็ตามขอให้ทำการประมาณค่าให้ดีที่สุด</li><li>แสดงให้เห็นถึงข้อแตกต่างระหว่างการก่อตั้งเริ่มแรก(การก่อสร้าง การริเริ่ม) และการบำรุงรักษาหรือกิจกรรมประจำปีที่ทำซ้ำอีก</li><li>ค่าใช้จ่ายทั้งหมดควรคำนวณโดยอิงราคาตลาด ถ้าแรงงานเป็นของผู้ใช้ที่ดินเอง ให้ระบุถึงค่าแรงงานจ้างที่ทัดเทียมกัน ถ้าปัจจัยนำเข้าได้รับหรือผลิตโดยผู้ใช้ที่ดินเอง ให้ระบุราคาตลาดที่ทัดเทียมกัน</li><li>ไม่รวมถึงค่าใช้จ่าย การสร้างความตระหนักและรับรู้ การวางแผน การอบรม การวิจัย และการสนับสนุนด้านการเงินหรือวัสดุ (สิ่งเหล่านี้จะหยิบยกขึ้นมาวิเคราะห์ในแบบสอบถามเกี่ยวกับแนวทาง)</li><li>ถ้าวัตถุประสงค์เพื่อเปรียบเทียบสองสถานการณ์ ได้แก่สถานการณ์หลังจากหรือมีมาตรการ SLM (การเกษตรเพื่อการอนุรักษ์) และสถานการณ์ก่อนหรือไม่มีมาตรการ SLM (การเกษตรแบบดั้งเดิม) ให้ทำการกรอกลงไปทั้งสองแบบสอบถาม</li><li>กิจกรรม ปัจจัยนำเข้า และค่าใช้จ่าย ให้คำนวณต่อพื้นที่ที่มีการใช้เทคโนโลยี หากใช้หน่วยพื้นที่ตามท้องถิ่น ให้ระบุตัวแปลงค่าระหว่างหน่วยท้องถิ่นและเฮกตาร์ ให้รวมพื้นที่ที่ใช้ทำมาตรการSLM(เช่น พื้นที่ที่ครอบคลุมโดยกำแพงหิน แนวต้นไม้ คูรับน้ำ) กับพื้นที่ที่ได้รับผลกระทบหรือป้องกันโดยมาตรการSLM (เช่น พื้นที่ระหว่างกำแพงหิน แนวต้นไม้ คูรับน้ำ)ไว้ด้วยกัน</li><li>ถ้าไม่สามารถคำนวณกิจกรรม ปัจจัยนำเข้า และค่าใช้จ่ายต่อพื้นที่ได้ อาจคำนวณเป็นต่อหน่วย (เช่น เขื่อน จุดให้น้ำสัตว์ เตาประหยัดพลังงาน) หรือต่อความยาว (ความยาวของแนวหินเป็นเมตร)</li></ul>

# technologies label
source: Costs and inputs needed for establishment
th: ค่าใช้จ่ายของปัจจัยการผลิตที่จำเป็นสำหรับการจัดตั้ง

# technologies helptext
source: <p><strong>Note</strong>: Costs and inputs specified in this question should refer to the technology area/ technology unit defined in 4.3 and to the activities listed in 4.4. Use the currency indicated in 4.3.</p>
th: <p><strong>หมายเหตุ</strong> ค่าใช้จ่ายและปัจจัยการผลิตที่ระบุไว้ข้างล่าง ควรอ้างอิงถึงพื้นที่ที่ใช้เทคโนโลยีหรือหน่วยเทคโนโลยีที่ได้ระบุไว้ในหัวข้อ 4.3 และอ้างอิงถึงกิจกรรมที่แจกแจงไว้ในหัวข้อ 4.4 ให้ใช้สกุลเงินตราที่ได้ระบุไว้ในหัวข้อ 4.3</p>

# technologies label
source: Costs and inputs needed for maintenance/ recurrent activities (per year)
th: ค่าใช้จ่ายของปัจจัยการผลิตและกิจกรรมที่เกิดขึ้นเป็นประจำที่ต้องการบำรุงรักษา (ต่อปี)
