Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

# technologies helptext
source: E.g. not available year-round
th: เช่น ไม่มีตลอดปี

# technologies label
source: poor/ none
th: ไม่ดีหรือไม่มีเลย

# technologies label
source: good drinking water
th: เป็นน้ำเพื่อการดื่มที่ดี

# technologies label
source: poor drinking water (treatment required)
th: เป็นน้ำเพื่อการดื่มที่ไม่ดี (จำเป็นต้องได้รับการบำบัด)

# technologies label
source: for agricultural use only (irrigation)
th: สำหรับใช้เพื่อการเกษตรเท่านั้น (การชลประทาน)

# technologies label
source: unusable
th: ใช้ประโยชน์ไม่ได้

# technologies label
source: frequently
th: บ่อยครั้ง

# technologies label
source: subsistence (self-supply)
th: การยังชีพ (หาเลี้ยงด้วยตนเอง)

# technologies label
source: mixed (subsistence/ commercial
th: ผสม (การยังชีพ/ทำการค้า)

# technologies label
source: commercial/ market
th: ทำการค้า/การตลาด

# technologies label
source: very poor
th: ยากจนมาก

# technologies label
source: poor
th: ยากจน

# technologies label
source: average
th: พอมีพอกิน

# technologies label
source: rich
th: รวย

# technologies label
source: very rich
th: รวยมาก

# technologies label
source: < 0.5 ha
th: < 0.5 เฮกตาร์

# technologies label
source: 0.5-1 ha
th: 0.5-1 เฮกตาร์

# technologies label
source: 1-2 ha
th: 1-2 เฮกตาร์

# technologies label
source: 2-5 ha
th: 2-5 เฮกตาร์

# technologies label
source: 5-15 ha
th: 5-15 เฮกตาร์

# technologies label
source: 15-50 ha
th: 15-50 เฮกตาร์

# technologies label
source: 50-100 ha
th: 50-100 เฮกตาร์

# technologies label
source: 100-500 ha
th: 100-500 เฮกตาร์

# technologies label
source: 500-1,000 ha
th: 500-1,000 เฮกตาร์

# technologies label
source: 1,000-10,000 ha
th: 1,000-10,000 เฮกตาร์

# technologies label
source: > 10,000 ha
th: >10,000 เฮกตาร์

# technologies label
source: state
th: รัฐ

# technologies label
source: company
th: บริษัท

# technologies label
source: communal/ village
th: เป็นแบบชุมชนหรือหมู่บ้าน

# technologies label
source: group
th: กลุ่ม

# technologies label
source: individual, not titled
th: รายบุคคล ไม่ได้รับสิทธิครอบครอง

# technologies label
source: individual, titled
th: รายบุคคล ได้รับสิทธิครอบครอง

# technologies label
source: open access (unorganized)
th: เข้าถึงได้แบบเปิด (ไม่ได้จัดระเบียบ)

# technologies helptext
source: <strong>Open access</strong>: means free for all.
th: <strong>การเข้าถึงแบบเปิด</strong> หมายถึงฟรีสำหรับทุกคน

# technologies label
source: communal (organized)
th: ชุมชน (ถูกจัดระเบียบ)

# technologies helptext
source: <strong>Communal (organized)</strong>: means subject to community-agreed management rules.
th: <strong>ชุมชน (ได้รับการจัด)</strong> หมายถึงอยู่ภายใต้กฏระเบียบในการจัดการที่ได้รับการเห็นชอบจากชุมชน

# technologies label
source: leased
th: ให้เช่า

# technologies helptext
source: <strong>Leased</strong>: right to use land for a limited period of time against payment (contract).
th: <strong>ให้เช่า</strong> หมายถึงสิทธิในการใช้ที่ดินในช่วงเวลาอันจำกัดโดยการชำระเงินค่าเช่า (เซ็นสัญญา)

# technologies label
source: Monoculture exotic variety
th: การปลูกไม้ชนิดเดียวสายพันธุ์ต่างถิ่น

# technologies label
source: Mixed varieties
th: การปลูกไม้สายพันธุ์ท้องถิ่นและสายพันธุ์ต่างถิ่นปนกัน

# technologies label
source: home gardens
th: สวนในบ้าน

# technologies helptext
source: <strong>Home gardens</strong> (also called backyard or kitchen gardens): are a traditional multifunctional farming system applied on a small area of land around the family home. They have the potential to supply most of the non-staple foods (including vegetables, fruits, herbs, animals and fish). They also provide a space for recreation, leisure, and relaxation.
th: <strong>สวนในบ้าน</strong> (สวนหลังบ้านหรือสวนครัว) เป็นระบบการทำเกษตรที่ทำหน้าที่หลายอย่างแบบดั้งเดิม ที่นำไปใช้กับบริเวณพื้นที่เล็กๆบริเวณบ้านที่อยู่กันเป็นครอบครัว ซึ่งมีศักยภาพในการลำเลียงอาหารที่ไม่ใช่อาหารหลัก (ซึ่งรวมถึงผัก ผลไม้ สมุนไพรสัตว์และปลา) และยังให้พื้นที่ว่างสำหรับการพักผ่อนหย่อนใจและการผ่อนคลาย

# technologies label
source: conserve ecosystem
th: อนุรักษ์ระบบนิเวศน์

# technologies label
source: protect a watershed/ downstream areas – in combination with other Technologies
th: ปกป้องลุ่มน้ำหรือพื้นที่ท้ายน้ำโดยร่วมกับเทคโนโลยีอื่นๆ

# technologies label
source: improve production
th: ปรับปรุงการผลิตให้ดีขึ้น

# technologies label
source: reduce, prevent, restore land degradation
th: ลด ป้องกัน ฟื้นฟูการเสื่อมโทรมของที่ดิน

# technologies helptext
source: soil, water, vegetation
th: ดิน น้ำ พืชพรรณ

# technologies label
source: create beneficial social impact
th: สร้างผลกระทบทางด้านสังคมที่เป็นประโยชน์

# technologies helptext
source: e.g. reduce conflicts on natural resources, support marginalized groups
th: เช่น ลดความขัดแย้งเรื่องทรัพยากรธรรมชาติ สนับสนุนกลุ่มด้อยโอกาส

# technologies label
source: Nomadism
th: โนแมนดิซึ่ม (Nomadism)

# technologies helptext
source: <strong>Nomadism</strong>: people move with animals
th: <strong>โนแมนดิซึ่ม (Nomadism)</strong> คนเคลื่อนย้ายพร้อมกับสัตว์เลี้ยง

# technologies label
source: Semi-nomadism/ pastoralism
th: กึ่งโนแมนดิซึ่มหรือแพสโตแรลลิซึ่ม (Semi-nomadism/pastoralism)

# technologies helptext
source: <strong>Semi-nomadism/ pastoralism</strong>: animal owners have a permanent place of residence where supplementary cultivation is practiced. Herds are moved to distant grazing grounds.
th: <strong>กึ่งโนแมนดิซึ่มหรือแพสโตแรลลิซึ่ม (Semi-nomadism/pastoralism)</strong>หมายถึงว่าเจ้าของสัตว์มีสถานที่พำนักถาวรซึ่งเป็นที่ทำการเพาะปลูกเสริม ฝูงสัตว์ถูกเคลื่อนย้ายไปยังทุ่งหญ้าเลี้ยงสัตว์ไกลๆ

# technologies label
source: Ranching
th: แรนชิง (Ranching)

# technologies helptext
source: <strong>Ranching</strong>: grazing within well-defined boundaries, movements cover smaller distances and management inputs are higher compared to semi-nomadism.
th: <strong>แรนชิง (Ranching)</strong> หมายถึงการปล่อยสัตว์ลงแทะเล็มในทุ่งหญ้าเลี้ยงสัตว์ที่มีการกำหนดขอบเขตไว้เป็นอย่างดี การเคลื่อนที่ไปมากินในอาณาเขตที่เล็กกว่าและปัจจัยการจัดการสูงกว่าเมื่อเปรียบเทียบกับกึ่งโนแมนดิซึ่ม

# technologies label
source: Cut-and-carry/ zero grazing
th: ตัดและขนไปหรือการตัดให้สัตว์กินโดยตลอด (Cut-and-carry/zero grazing)

# technologies helptext
source: <strong>Cut-and-carry/ zero grazing</strong>: Carrying fodder to animals confined to a stall/ shed or another restricted area; in zero grazing systems the livestock are not permitted to graze at any time
th: <strong>ตัดและขนไปหรือการตัดให้สัตว์กินโดยตลอด (Cut-and-carry/zero grazing)</strong> หมายถึงการขนพืชอาหารสัตว์ไปให้สัตว์ที่ขังไว้ในคอกหรือบริเวณที่จำกัดอีกที่หนึ่งและในระบบตัดให้สัตว์กินตลอดนี้ ไม่ได้ให้สัตว์ออกไปแทะเล็มไม่ว่าตอนไหนก็ตาม

# technologies label
source: Improved pastures
th: ทุ่งหญ้าเลี้ยงสัตว์ที่ได้มีการปรับปรุง (Improved pastures)

# technologies helptext
source: <strong>Improved pastures</strong>: pasture that is sown with a mixture of introduced grasses and legumes (can be fertilized and/ or inoculated with rhizobia to fix nitrogen).
th: <strong>ทุ่งหญ้าเลี้ยงสัตว์ที่ได้มีการปรับปรุง (Improved pastures)</strong> หมายถึงทุ่งหญ้าเลี้ยงสัตว์ที่ได้รับการหว่านเมล็ดด้วยการผสมกันของหญ้าและพวกถั่วที่แนะนำ (อาจจะได้รับการใส่ปุ๋ยลงไปและหรือคลุกด้วยเชื้อด้วยไรโซเบียเพื่อตรึงไนโตรเจน)

# technologies label
source: Monoculture local variety
th: การปลูกไม้ชนิดเดียวสายพันธุ์ท้องถิ่น

# technologies label
source: Timber
th: ไม้ซุง

# technologies label
source: Fuelwood
th: ไม้ที่นำมาทำเชื้อเพลิง

# technologies label
source: Fruits and nuts
th: ผลไม้และถั่ว

# technologies label
source: Other forest products
th: ผลิตภัณฑ์จากป่าอื่นๆ

# technologies helptext
source: honey, medicinal plants, etc.
th: น้ำผึ้ง พืชที่ใช้เป็นยา เป็นต้น

# technologies label
source: Grazing/ browsing
th: การแทะเล็มหญ้าหรือการเก็บกินหญ้า

# technologies label
source: Nature conservation/ protection
th: การอนุรักษ์หรือการปกป้องทางธรรมชาติ

# technologies label
source: Recreation/ tourism
th: นันทนาการหรือการท่องเที่ยว

# technologies label
source: Protection against natural hazards
th: การปกป้องจากภัยอันตรายทางธรรมชาติ

# technologies label
source: Settlements, buildings
th: การตั้งถิ่นฐาน ตึกอาคาร

# technologies label
source: Ponds, dams
th: บ่อน้ำ เขื่อน

# technologies label
source: Swamps, wetlands
th: หนองบึง ที่ชุ่มน้ำ

# technologies label
source: Other
th: อื่นๆ

# technologies helptext
source: Recreation areas, etc.
th: พื้นที่สันทนาการ เป็นต้น

# technologies label
source: natural and semi-natural forest management
th: การจัดการป่าตามธรรมชาติหรือกึ่งธรรมชาติ

# technologies helptext
source: <strong>Natural and semi-natural forest management:</strong> encompasses administrative, legal, technical, economic, social, and environmental aspects of the conservation and use of forests.
th: <strong>การจัดการป่าตามธรรมชาติและกึ่งธรรมชาติ</strong> รวมมุมมองด้านการบริหาร กฏหมาย เทคนิค เศรษฐกิจ สังคม และสิ่งแวดล้อมด้านการอนุรักษ์และการใช้ประโยชน์ป่าไม้

# technologies label
source: agroforestry
th: การปลูกป่าร่วมกับพืชไร่

# technologies helptext
source: <strong>Agroforestry:</strong>integrates the use of woody perennials with agricultural crops and/ or animals for a variety of benefits and services including better use of soil and water resources; multiple fuel, fodder, and food products; and habitat for associated species.
th: <strong>การปลูกป่าร่วมกับพืชไร่</strong> คือการผสมผสานการใช้พืชยืนต้นประเภทมีเนื้อไม้กับพืชผลในการเกษตร และหรือสัตว์เพื่อผลประโยชน์ที่หลากหลายและบริการซึ่งรวมถึงการใช้ประโยชน์ทรัพยากรดินและน้ำให้ดีขึ้น เชื้อเพลิง อาหารสัตว์ และผลิตภัณฑ์อาหารแบบทวีคูณ และที่อยู่อาศัยสำหรับชนิดพันธุ์ที่เกี่ยวข้องกัน

# technologies label
source: windbreak/ shelterbelt
th: แนวกันลมหรือแนวต้านลม

# technologies helptext
source: <strong>Windbreak:</strong> or shelterbelt is a plantation usually made up of one or more rows of trees or shrubs planted in such a manner as to provide shelter from the wind and to protect soil from erosion. They are commonly planted around the edges of fields on farms.
th: <strong>แนวกันลม</strong> หรือแนวต้านลม คือการปลูกต้นไม้หรือพุ่มไม้หนึ่งแถวหรือมากกว่าโดยปลูกขวางทางลมเพื่อปกป้องพื้นที่เพาะปลูกจากลมและเพื่อปกป้องการสึกกร่อนดิน ปกติจะปลูกรอบๆขอบแปลงปลูกพืช

# technologies label
source: area closure (stop use, support restoration)
th: การปิดพื้นที่ (หยุดการใช้ประโยชน์ สนับสนุนการฟื้นฟู)

# technologies helptext
source: <strong>Area closure (stop use, support restoration):</strong> enclosing and protecting an area of degraded land from human use and animal interference, to permit natural rehabilitation, enhanced by additional vegetative and structural conservation measures.
th: <strong>การปิดพื้นที่ (หยุดการใช้ประโยชน์ สนับสนุนการฟื้นฟู)</strong> ปิดล้อมรอบและปกป้องพื้นที่ของทีดินที่เสื่อมโทรมจากการใช้ประโยชน์ของมนุษย์และสัตว์ เพื่อให้เกิดการฟื้นฟูระบบนิเวศตามธรรมชาติให้กลับคืนมาเหมือนสภาพก่อนที่จะถูกรบกวน ซึ่งได้รับการเสริมโดยมาตรการการอนุรักษ์ด้านพืชพรรณและโครงสร้างเพิ่มเติม

# technologies label
source: rotational systems (crop rotation, fallows, shifting cultivation)
th: ระบบหมุนเวียน (การปลูกพืชหมุนเวียน การพักดิน การเกษตรแบบไร่เลื่อนลอย)

# technologies helptext
source: <strong>Rotational systems (crop rotation, fallows, shifting cultivation):</strong> is the practice of growing a series of dissimilar/ different types of crops/ plants in the same area in sequenced season, letting it fallow for a period of time, shifting cultivation is an agricultural system in which plots of land are cultivated temporarily, then abandoned and allowed to revert to their natural vegetation while the cultivator moves on to another plot.
th: <strong>ระบบหมุนเวียน (การปลูกพืชหมุนเวียน การพักดิน การเกษตรแบบไร่เลื่อนลอย)</strong> เป็นวิธีปฏิบัติในการปลูกชนิดของพืชผลหรือพืชที่ไม่คล้ายคลึงกันหรือต่างกันเรียงกันไปเป็นชุดในบริเวณเดียวกันตามลำดับของฤดู แล้วปล่อยให้มีการพักดินช่วงหนึ่ง ส่วนการเกษตรแบบไร่เลื่อนลอยเป็นระบบการเกษตรที่แปลงที่ดินมีการปลูกพืชชั่วคราว แล้วก็ละทิ้งไปและปล่อยที่ดินย้อนกลับไปเป็นพืชพรรณตามธรรมชาติในขณะที่ผู้เพาะปลูกก็ย้ายไปอีกแปลงหนึ่ง

# technologies label
source: pastoralism and grazing land management
th: การเลี้ยงสัตว์ในทุ่งหญ้าและการจัดการทุ่งหญ้าเลี้ยงสัตว์

# technologies helptext
source: <strong>Pastoralism and grazing land management:</strong>is the grazing of animals on natural or semi-natural grassland, grassland with trees and/ or open woodlands. Animal owners may have a permanent residence while livestock is moved to distant grazing areas, according to the availability of resources
th: <strong>การเลี้ยงสัตว์ในทุ่งหญ้าและการจัดการทุ่งหญ้าเลี้ยงสัตว์</strong> คือการปล่อยให้สัตว์ลงแทะเล็มในทุ่งหญ้าเลี้ยงสัตว์ตามธรรมชาติหรือกึ่งธรรมชาติที่มีต้นไม้หรือเป็นพื้นที่ป่าเปิด เจ้าของสัตว์อาจจะมีถิ่นพำนักถาวรในขณะที่การปศุสัตว์จะเคลื่อนย้ายออกไปยังทุ่งหญ้าเลี้ยงสัตว์ที่อยู่ไกลออกไปตามแหล่งทรัพยากรที่มีอยู่

# technologies label
source: integrated crop-livestock management
th: การจัดการปลูกพืชและปศุสัตว์ผสมผสานกัน

# technologies helptext
source: <strong>Integrated crop-livestock management:</strong> optimizes the uses of crop and livestock resources through interaction and the creation of synergies.
th: <strong>การจัดการปลูกพืชและปศุสัตว์ผสมผสานกัน</strong> คือการใช้แหล่งทรัพยากรทั้งปลูกพืชผลและปศุสัตว์ให้เกิดประโยชน์สูงสุดด้วยการปฏิสัมพันธ์กันและส่งเสริมกัน

# technologies label
source: improved ground/ vegetation cover
th: พืชคลุมดินหรือพืชพรรณที่คลุมดินที่ได้รับการ

# technologies helptext
source: <strong>Improved ground/ vegetation cover:</strong> any measures that aim to improve the ground cover be it by dead material/ mulch or vegetation
th: <strong>พืชคลุมดินหรือพืชพรรณที่คลุมดินที่ได้รับการปรับปรุงแล้ว</strong> คือมาตรการใดๆ ที่มุ่งไปในการปรับปรุงพืชคลุมดินให้ดีขึ้นไม่ว่าจะเป็นซากวัสดุหรือวัสดุที่ใช้คลุมดินหรือพิชพรรณต่างๆ

# technologies label
source: minimal soil disturbance
th: การรบกวนดินให้น้อยที่สุด

# technologies helptext
source: <strong>Minimal soil disturbance</strong> refers to no-tillage or low soil disturbance only in small strips and/ or shallow depth and direct seeding.
th: <strong>การรบกวนดินให้น้อยที่สุด</strong> หมายถึงไม่มีการไถพรวนหรือการรบกวนดินอยู่ในระดับที่ต่ำเพียงแค่ในแนวเล็กๆและหรือที่ความลึกตื้นๆและทำการปลูกพืชด้วยเมล็ดโดยตรง

# technologies label
source: integrated soil fertility management
th: การจัดการความอุดมสมบรูณ์ของดินแบบผสมผสาน

# technologies helptext
source: <strong>Integrated soil fertility management</strong> (IFSM) aims at managing soil by combining different methods of soil fertility amendment together with soil and water conservation. ISFM is based on three principles: maximizing the use of organic sources of fertilizer (e.g. manure and compost application, nitrogen-fixing green manure and cover crops); minimizing the loss of nutrients; and judiciously using inorganic fertilizer according to needs and economic availability.
th: <strong>การจัดการความอุดมสมบรูณ์ของดินแบบผสมผสาน</strong>(IFSM) มุ่งไปที่การจัดการดินโดยรวมวิธีต่างๆ ด้วยวัสดุปรับปรุงความอุดมสมบรูณ์ของดินร่วมกับการอนุรักษ์ดินและน้ำ โดยยึดอยู่บนหลักการสามประการคือ การใช้ประโยชน์ให้มากที่สุดของแหล่งปุ๋ยอินทรีย์ (เช่น การใช้ปุ๋ยคอกและปุ๋ยหมัก ปุ๋ยพืชสดที่ตรึงไนโตรเจนและพืชคลุมดิน) ทำให้เกิดการสูญเสียของธาตุอาหารน้อยที่สุด และการใช้ปุ๋ยอนินทรีย์อย่างรอบคอบตามความต้องการและสภาพทางเศรษฐกิจ

# technologies label
source: cross-slope measure
th: มาตรการทำการตัดขวางบนที่ลาดชัน

# technologies helptext
source: <strong>Cross-slope measures:</strong> are constructed on sloping lands in the form of earth or soil bunds, stone lines, or vegetative strips, etc. for reducing runoff velocity and soil erosion
th: <strong>มาตรการทำการตัดขวางบนที่ลาดชัน</strong> มาตรการที่ไดัรับการสร้างบนพื้นที่ลาดชันในรูปแบบของคันดิน แนวหิน หรือแนวที่ปลูกพืชพรรณต่างๆเพื่อลดความเร็วของน้ำไหลบ่าและการกัดเซาะดิน

# technologies label
source: integrated pest and disease management (incl. organic agriculture)
th: การจัดการศัตรูพืชและโรคพืชแบบผสมผสาน (รวมถึงเกษตรอินทรีย์)

# technologies helptext
source: <strong>Integrated pest and disease management (incl. organic agriculture):</strong> Integrated pest and disease management is a process to solve pest and disease problems while minimizing risks to people and the environment.
th: <strong>การจัดการศัตรูพืชและโรคพืชแบบผสมผสาน (รวมถึงเกษตรอินทรีย์)</strong> เป็นกระบวนการในการแก้ปัญหาเรื่องศัตรูพืชและโรคพืชในขณะเดียวกันก็ทำให้เกิดความเสี่ยงต่อคนและสิ่งแวดล้อมให้น้อยที่สุด

# technologies label
source: water harvesting
th: การเก็บกักน้ำเพื่อไว้ใช้

# technologies helptext
source: <strong>Water harvesting:</strong>is the collection and management of floodwater or rainwater runoff to increase water availability for domestic and agricultural use as well as ecosystem sustenance.
th: <strong>การเก็บกักน้ำเพื่อไว้ใช้</strong> คือการรวบรวมและการจัดการน้ำท่วมหรือน้ำฝนเพื่อเพิ่มปริมาณน้ำให้มีไว้ใช้เพื่อการใช้ประโยชน์ภายในครัวเรือน การเกษตรและบำรุงเลี้ยงระบบนิเวศ

# technologies label
source: water diversion and drainage
th: การผันน้ำและการระบายน้ำ

# technologies helptext
source: <strong>Water diversion and drainage:</strong> is the natural or artificial diversion or removal of surface and sub-surface water from an area
th: <strong>การผันน้ำและการระบายน้ำ</strong> เป็นการผันน้ำแบบธรรมชาติและแบบเทียมหรือการเอาน้ำบนผิวดินและน้ำใต้ผิวดินออกไปจากบริเวณพื้นที่

# technologies label
source: wetland protection/ management
th: การปกป้องหรือการจัดการพื้นที่ชุ่มน้ำ

# technologies helptext
source: <strong>Wetland protection/ management:</strong> managing wetland typically involves manipulating water levels and vegetation in the wetland, and providing an upland buffer.
th: <strong>การปกป้องหรือการจัดการพื้นที่ชุ่มน้ำ</strong> คือการจัดการพื้นที่ชุ่มน้ำที่เกี่ยวข้องกับการจัดดำเนินการปรับเปลี่ยนระดับน้ำและพืชพรรณในพื้นที่ชุ่มชื้นและจัดหาเขตกันชนระหว่างพื้นที่เพาะปลูกและแหล่งน้ำ

# technologies label
source: waste management/ waste water management
th: การจัดการของเสียหรือการจัดการน้ำเสีย

# technologies helptext
source: <strong>Waste management/ waste water management:</strong> is a set of activities that include collection, transport, treatment and disposal of waste, prevention of waste production and modification and reuse/ recycling of waste.
th: การจัดการของเสียหรือการจัดการน้ำเสีย คือชุดของกิจกรรมที่รวมถึงการเก็บรวบรวม การขนส่ง การบำบัดและการกำจัดของเสีย การป้องกันการผลิตของเสียและการปรับเปลี่ยนและการนำมาใช้ใหม่หรือการรีไซเคิลขยะของเสีย

# technologies label
source: beekeeping, aquaculture, poultry, rabbit farming, silkworm farming, etc.
th: การเลี้ยงผึ้ง การเพาะเลี้ยงสัตว์น้ำ สัตว์ปีก การทำฟาร์มกระต่าย การทำฟาร์มไหม เป็นต้น

# technologies helptext
source: <strong>Beekeeping, aquaculture, poultry, rabbit farming, silkworm farming, etc.:</strong> allow food production and agricultural products requiring small surfaces of the land.
th: <strong>การเลี้ยงผึ้ง การเพาะเลี้ยงสัตว์น้ำ สัตว์ปีก การทำฟาร์มกระต่าย การทำฟาร์มไหม เป็นต้น</strong> หมายถึงก่อให้เกิดผลิตภัณฑ์ด้านอาหารและการเกษตรที่ใช้พื้นที่ดินเพียงเล็กน้อย

# technologies label
source: other
th: อื่นๆ

# technologies label
source: other measures
th: มาตรการอื่นๆ

# technologies helptext
source: <strong>Other measures</strong><ul><li>Any measures which do not fit into the above categories</li></ul>Examples: Beekeeping; Smallstock farming (e.g. poultry, rabbits); fish ponds; food storage and processing (incl. post-harvest loss reduction)
th: <strong>มาตรการอื่นๆ</strong><ul><li> ประกอบไปด้วยมาตรการใดๆที่ไม่จัดอยู่ในประเภทข้างบน</li></ul>ตัวอย่าง การเลี้ยงผึ้ง การทำฟาร์มปศุสัตว์ขนาดเล็ก (เช่น สัตว์ปีก กระต่าย) บ่อเลี้ยงปลา การเก็บรักษาอาหารและกระบวนการแปรรูป (รวมถึงการลดความสูญเสียหลังการเก็บเกี่ยว)

# technologies label
source: not applicable
th: ไม่สามารถใช้ได้

# technologies label
source: V4: Replacement or removal of alien/ invasive species
th: V4: การแทนที่หรือการนำออกไปของชนิดพันธุ์พืชต่างถิ่นหรือที่รุกรานเข้ามา

# technologies helptext
source: Examples: Cutting of undesired trees and bushes
th: ตัวอย่าง: ตัดต้นไม้และพุ่มไม้ที่ไม่ต้องการออกไป

# technologies label
source: S10: Energy saving measures
th: S10: มาตรการในการประหยัดพลังงาน

# technologies helptext
source: Examples: Wood-saving stoves, insulation of buildings, renewable energy sources (solar, biogas, wind, hydropower)
th: ตัวอย่าง: เตาประหยัดไม้ การบุฉนวนตึก แหล่งพลังงานหมุนเวียน (จากแสงอาทิตย์ ก๊าซชีวภาพ พลังงานจากน้ำ)

# technologies label
source: S11: Others
th: S11: อื่นๆ

# technologies helptext
source: Examples: Compost production pits; reshaping surface (reducing slope)
th: ตัวอย่าง: หลุมผลิตปุ๋ยหมัก การเปลี่ยนรูปร่างของพื้นผิว (การลดความชัน)

# technologies label
source: Pi: soil sealing
th: Pi (Soil sealing): ดินที่เชื่อมปิด

# technologies helptext
source: <strong>Soil sealing</strong>: covering of the ground by an impermeable material (e.g. construction, mining, roads, etc.)
th: <strong>ดินที่เชื่อมปิด</strong> หมายถึงการปกคลุมพื้นดินด้วยวัสดุแน่นทึบ (เช่นสิ่งก่อสร้าง การทำเหมืองแร่ ถนน เป็นต้น)

# technologies label
source: not well at all
th: ไม่ดีเลย

# technologies label
source: not well
th: ไม่ค่อยดี

# technologies label
source: not known
th: ไม่เป็นที่รู้

# technologies label
source: very negative
th: เชิงลบอย่างมาก

# technologies label
source: negative
th: เชิงลบ

# technologies label
source: slightly negative
th: เชิงลบเล็กน้อย

# technologies label
source: neutral/ balanced
th: เป็นกลางหรือสมดุล

# technologies label
source: slightly positive
th: เชิงบวกเล็กน้อย

# technologies label
source: positive
th: เชิงบวก

# technologies label
source: very positive
th: เชิงบวกอย่างมาก

# technologies label
source: moderately
th: ปานกลาง

# technologies label
source: well
th: อย่างดี

# technologies label
source: very well
th: อย่างดีมาก

# technologies label
source: winter
th: ฤดูหนาว

# technologies label
source: spring
th: ฤดูใบไม้ผลิ

# technologies label
source: summer
th: ฤดูร้อน

# technologies label
source: autumn
th: ฤดูใบไม้ร่วง

# technologies label
source: wet/ rainy season
th: ชื้นหรือฤดูฝน

# technologies label
source: dry season
th: ฤดูแล้ง

# technologies label
source: single cases/ experimental
th: กรณีเดี่ยวหรือเป็นการทดลอง

# technologies label
source: more than 50%%
th: มากกว่า 50%%

# technologies label
source: climatic change/ extremes
th: การเปลี่ยนแปลงสภาพภูมิอากาศที่ค่อยเป็นค่อยไป และสภาพรุนแรงของภูมิอากาศ

# technologies label
source: changing markets
th: ตลาดที่มีการเปลี่ยนแปลง

# technologies label
source: labour availability (e.g. due to migration)
th: การมีแรงงานไว้ให้ใช้ (เช่น เนื่องจากการอพยพย้ายถิ่นฐาน)

# technologies label
source: preserve/ improve biodiversity
th: รักษาสภาพหรือปรับปรุงความหลากหลายทางชีวภาพ

# technologies label
source: reduce risk of disasters
th: ลดความเสี่ยงของภัยพิบัติ

# technologies helptext
source: e.g. droughts, floods, landslides, etc.
th: เช่น สภาวะแห้งแล้ง น้ำท่วม แผ่นดินถล่ม เป็นต้น

# technologies label
source: adapt to climate change/ extremes and its impacts
th: ปรับตัวเข้ากับการเปลี่ยนแปลงภูมิอากาศของโลก สภาพภูมิอากาศที่รุนแรงและผลกระทบ

# technologies helptext
source: e.g. resilience to droughts, storms.
th: เช่น ความยืดหยุ่นต่อสภาวะแห้งแล้ง พายุ

# technologies label
source: mitigate climate change and its impacts
th: บรรเทาการเปลี่ยนแปลงภูมิอากาศของโลกและผลกระทบ

# technologies helptext
source: e.g. through carbon sequestration
th: เช่น การสะสมคาร์บอนในดิน

# technologies label
source: create beneficial economic impact
th: สร้างผลกระทบทางด้านเศรษฐกิจที่เป็นประโยชน์

# technologies helptext
source: e.g. increase income/ employment opportunities
th: เช่น เพิ่มรายได้หรือการจ้างงาน

# technologies label
source: forest plantation management
th: การจัดการสวนป่า
