Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

# technologies helptext
source: <strong>Note</strong>: Costs and inputs specified in this question should refer to the technology area/ technology unit defined in 4.3, and to the activities listed in 4.6. Use the currency indicated in 4.3.
th: <strong>หมายเหตุ</strong> ค่าใช้จ่ายและปัจจัยการผลิตที่ระบุไว้ข้างล่างควรอ้างอิงถึงพื้นที่ที่ใช้เทคโนโลยีหรือหน่วยงานที่ใช้เทคโนโลยีที่ได้ระบุไว้ในหัวข้อ 4.3 และอ้างอิงถึงกิจกรรมที่แจกแจงไว้ในหัวข้อ 4.6 ให้ใช้สกุลเงินตราที่ได้ระบุไว้ในหัวข้อ 4.3

# technologies label
source: Characteristics of land users applying the Technology
th: ลักษณะเฉพาะของผู้ใช้ที่ดินที่ประยุกต์ใช้เทคโนโลยี

# technologies helptext
source: Specify the characteristics of the average/ typical land users who apply the Technology. Tick max. two answers per question. Indicate characteristics relative to your region/ country standards.
th: ให้ระบุลักษณะของผู้ใช้ที่ดินที่เป็นคนธรรมดาทั่วๆไปตามแบบฉบับซึ่งเป็นผู้ที่นำเทคโนโลยีไปใช้ ให้กามากที่สุดสองคำตอบต่อหนึ่งคำถาม ชี้ระบุถึงลักษณะเมื่อเปรียบเทียบกับมาตรฐานของภูมิภาคหรือประเทศของคุณ

# technologies label
source: Average area of land owned or leased by land users applying the Technology
th: พื้นที่เฉลี่ยของที่ดินที่มีกรรมสิทธิ์หรือให้เช่าโดยเจ้าของที่ดินผู้ใช้เทคโนโลยี

# technologies helptext
source: Indicate the total area owned or leased by land users, including the land where no Technology is applied. Tick max. two answers.
th: ให้ระบุพื้นที่ทั้งหมดที่ได้รับการเป็นเจ้าของหรือเช่าโดยผู้ใช้ประโยชน์ที่ดินซึ่งรวมถึงที่ที่ไม่มีการใช้เทคโนโลยี ให้กาสูงสุดสองคำตอบ

# technologies label
source: Land ownership, land use rights, and water use rights
th: กรรมสิทธิในที่ดินสิทธิในการใช้ประโยชน์ที่ดิน และสิทธิในการใช้น้ำ

# technologies label
source: Access to services and infrastructure
th: เข้าถึงการบริการและโครงสร้างพื้นฐาน

# technologies label
source: On-site impacts the Technology has shown
th: ผลกระทบในพื้นที่ดำเนินการ (on-site) จากการใช้เทคโนโลยี

# technologies helptext
source: <p>First, tick relevant impacts (tick boxes on the left). Then for each selected impact, tick the extent and specify/quantify if possible.</p><ul><li><strong>-3</strong>: Very negative (- 50-100%%)</li><li><strong>-2</strong>: Negative (- 20-50%%)</li><li><strong>-1</strong>: Slightly negative (- 5-20%%)</li><li><strong>0</strong>: Negligible impact</li><li><strong>1</strong>: Slightly positive (+5-20%%)</li><li><strong>2</strong>: Positive (+20-50%%)</li><li><strong>3</strong>: Very positive (+50-100%%)</li></ul>
th: <p>ก่อนอื่นให้กาผลกระทบที่เกี่ยวข้อง ( กาช่องทางซ้าย อาจมีหลายคำตอบ )แล้วสำหรับผลกระทบที่เลือกแต่ละอันให้กาส่วนขยายเพิ่มเติมและระบุหรือบอกปริมาณถ้าเป็นไปได้</p><ul><li><strong>-3</strong> คือ เชิงลบอย่างมาก (– 50-100%%)</li><li><strong>-2</strong> คือ เชิงลบ(– 20-50%%) </li><li><strong>-1</strong> คือ เชิงลบเล็กน้อย(– 5-20%%)</li><li><strong>0</strong> คือ ผลกระทบที่ละเลยได้</li><li><strong>1</strong> คือ เชิงบวกเล็กน้อย(+5-20%%) </li><li><strong>2</strong> คือ เชิงบวก (+20-50%%) </li><li><strong>3</strong> คือ เชิงบวกอย่างมาก (+50-100%%) </li></ul>

# technologies label
source: Exposure and sensitivity of the Technology to gradual climate change and climate-related extremes/ disasters (as perceived by land users)
th: การเปิดรับและความไวของเทคโนโลยีต่อเปลี่ยนแปลงของภูมิอากาศและสภาพอากาศที่รุนแรงและภัยพิบัติ (อย่างที่รับรู้ได้โดยผู้ใช้ที่ดิน)

# technologies helptext
source: <p>Indicate gradual changes in climate and climate-related extremes as observed by land users in the last 10 years (trend). Note: for a more detailed assessment, fill in questionnaire module on climate change adaptation.</p><p>Tick all gradual changes in climate and climate-related extremes/ disasters to which the Technology is exposed</p>
th: <p>ระบุการเปลี่ยนแปลงแบบค่อยเป็นค่อยไปและสภาพรุนแรงของภูมิอากาศจากการสังเกตการณ์โดยผู้ใช้ที่ดินในรอบสิบปีที่ผ่านมา(แนวโน้ม) ข้ข้อสังเกต คือสำหรับการประเมินอย่างละเอียด ให้กรอกหน่วยย่อยของแบบสอบถามในเรื่องการปรับตัวให้เข้ากับการเปลี่ยนแปลงของสภาพภูมิอากาศ</p><p>ให้กาสภาพภูมิอากาศที่ค่อยเป็นค่อยไปและสภาพรุนแรงของภูมิอากาศ / ภัยพิบัติที่เทคโนโลยีได้เผชิญ</p>

# technologies label
source: Cost-benefit analysis
th: รายได้และค่าใช้จ่าย

# technologies helptext
source: Refer to questions 4.5 and 4.7 (where costs for establishment and maintenance have been specified).
th: อ้างไปที่คำถามข้อที่ 4.5 และข้อ 4.7 เป็นที่ค่าใช้จ่ายสำหรับการจัดตั้ง (เป็นที่ที่ค่าใช้จ่ายสำหรับการจัดตั้งและการบำรุงรักษาได้รับการระบุ).

# technologies label
source: Adoption of the Technology
th: การปรับตัวของเทคโนโลยี

# technologies helptext
source: <strong>Note</strong>: For information on adoption barriers and adoption drivers (motivation of land users to implement the Technology), refer to the WOCAT Questionnaire on SLM Approaches.
th: <strong>ข้อสังเกต</strong> สำหรับข้อมูลเรื่องอุปสรรคที่ขัดขวางการรับเข้ามาและผู้ผลักดันการรับเข้ามา(แรงจูงใจของผู้ใช้ที่ดินในการนำเทคโนโลยีไปปฏิบัติใช้) ให้อ้างอิงไปที่แบบสอบถาม WOCAT เรื่องแนวทาง SLM

# technologies label
source: Strengths/ advantages/ opportunities of the Technology
th: จุดแข็ง ข้อได้เปรียบและโอกาสของเทคโนโลยี

# technologies helptext
source: Give a concluding statement about the Technology.
th: ให้คำกล่าวที่เป็นการสรุปเกี่ยวกับเทคโนโลยีนี้

# technologies label
source: Methods/ sources of information
th: วิธีการและแหล่งข้อมูล

# technologies label
source: References to available publications
th: การอ้างอิงถึงเอกสารสิ่งตีพิมพ์

# technologies helptext
source: List relevant publications relating to the Technology (reports, manuals, training materials, case studies, etc.). Upload those publications that are available as soft copies to the database.
th: แจกแจงรายการสิ่งตีพิมพ์ที่เกี่ยวข้องกับเทคโนโลยีนี้ (รายงาน คู่มือ วัสดุสำหรับการอบรม กรณีศึกษา เป็นต้น) โอนย้ายสำเนาอิเล็กทรอนิกส์ของสิ่งตีพิมพ์นี้โดยอัปโหลดจากคอมพิวเตอร์เข้าฐานข้อมูล

# technologies label
source: Links to relevant information which is available online
th: ลิงก์ข้อมูลที่เกี่ยวข้องที่มีอยู่ในออนไลน์

# technologies label
source: Main purpose(s) of the Technology
th: วัตถุประสงค์หลักของเทคโนโลยี

# technologies label
source: General information
th: ข้อมูลทั่วไป

# technologies label
source: Classification of the SLM Technology
th: การจัดประเภทของเทคโนโลยี SLM

# technologies label
source: Description of the SLM Technology
th: การอธิบายลักษณะของเทคโนโลยี SLM

# technologies helptext
source: <p><strong>An SLM Technology</strong> is a practice applied in the field that controls land degradation and/ or enhances productivity. A Technology consists of one or several measures, such as agronomic, vegetative, structural, and management measures.</p><p>A single SLM Technology should cover a homogeneous set of natural (biophysical) and human (socio-economic) conditions. This means that the Technology is not applied or applicable to different, very dissimilar climatic or altitudinal zones or slope categories, or under very dissimilar land tenure arrangements. A Technology may consist of one or several <strong>SLM measures</strong> (agronomic, vegetative, structural, and management measures); e.g. terraces combined with grass strips and contour ploughing.</p><p><strong>Site-specific information</strong>: Information provided in this questionnaire should strictly refer to the sites that were assessed/ analysed during the documentation of the Technology (e.g. through interviews with land users, field surveys, etc.), although the Technology might be applied or be applicable in a wider area.</p>
th: <p><strong>เทคโนโลยี SLM</strong> เป็นการปฏิบัติภาคสนามที่ควบคุมการเสื่อมโทรมของที่ดินและ/หรือเพิ่มผลผลิต เทคโนโลยีประกอบไปด้วยมาตรการเดี่ยวหรือหลายมาตรการ เช่น มาตรการจัดการพืช มาตรการอนุรักษ์ด้วยวิธีพืช มาตรการอนุรักษ์ด้วยโครงสร้าง และมาตรการอนุรักษ์ด้วยการจัดการ </p><p>เทคโนโลยี SLM เดี่ยวควรครอบคลุมชุดข้อมูลที่สอดคล้องกันของธรรมชาติ(ชีวฟิสิกส์) และมนุษย์(เศรษฐกิจสังคม) หมายความว่าเทคโนโลยีจะไม่สามารถประยุกต์ใช้กับพื้นที่ที่ต่างกันในเรื่องของภูมิอากาศ ความสูง และความลาดชัน หรือภายใต้การถือครองที่ดินที่ไม่เหมือนกัน เทคโนโลยีอาจประกอบไปด้วยมาตรการเดียวหรือหลาย<strong>มาตรการ SLM </strong>(มาตรการจัดการพืช มาตรการอนุรักษ์ด้วยวิธีพืช มาตรการอนุรักษ์ด้วยโครงสร้าง และมาตรการอนุรักษ์ด้วยการจัดการ) เช่น ขั้นบันไดดิน ร่วมกับการปลูกแถบหญ้าและไถพรวน ตามแนวระดับ</p><p><strong>รายละเอียดเฉพาะพื้นที่</strong> หมายถึงข้อมูลที่จัดหาไว้ในแบบสอบถามนี้ ควรอ้างถึงสถานที่ที่ได้รับการประเมินหรือวิเคราะห์ระหว่างช่วงการจัดทำเอกสารของเทคโนโลยีนี้ (เช่นโดยการสัมภาษณ์กับผู้ใช้ที่ดิน การสำรวจภาคสนาม) เทคโนโลยีนี้อาจได้รับการนำไปใช้หรือใช้ในพื้นที่ที่กว้างขวางขึ้น</p>

# technologies label
source: Technical specifications, implementation activities, inputs, and costs
th: ข้อมูลจำเพาะด้านเทคนิค กิจกรรมการนำไปปฎิบัติใช้ ปัจจัยการผลิต และค่าใช้จ่าย

# technologies label
source: Natural and human environment
th: สิ่งแวดล้อมทางธรรมชาติและมนุษย์

# technologies helptext
source: <p>Give details of the natural (biophysical) conditions where the Technology is applied. Make specific reference to the sites where the documented Technology has been assessed and analysed. Tick one box per question only, except for slope and soil parameters (see indications below). Use comment sections to specify your answers and provide additional information.</p><p><strong>Note:</strong> Some of the environmental conditions (e.g. slope angle, soil characteristics, water quality/ availability, etc.) may change as a result of the Technology! However, you are requested to <strong>describe the conditions as they were without any impact of sustainable land management!</strong></p><p>In exceptional cases, certain questions might not be relevant for the Technology. In such cases, skip the question but use the comment sections to explain why you are skipping it.</p>
th: <p>ให้รายละเอียดของสภาวะทางธรรมชาติ (ชีวกายภาพ) ของพื้นที่ที่ใช้เทคโนโลยีนี้ ให้มีการอ้างอิงถึงพื้นที่ทำการประเมินและวิเคราะห์เทคโนโลยี กาหนึ่งช่องต่อหนึ่งคำถามเท่านั้น ยกเว้น ค่าพารามิเตอร์ของความลาดชันและดิน (ดูการชี้ระบุข้างล่าง) ใช้ตรงส่วนแสดงความคิดเห็นเพื่อระบุคำตอบของคุณและข้อมูลเพิ่มเติม</p><p><strong>หมายเหตุ</strong> สภาพด้านสิ่งแวดล้อมบางอย่าง (เช่น องศาความลาดชัน ลักษณะดิน คุณภาพและความเป็นประโยชน์ของน้ำ เป็นต้น) อาจเปลี่ยนไปเนื่องมาจากผลของเทคโนโลยีนี้ อย่างไรก็ตามคุณได้รับการขอ<strong>ให้อธิบายสภาพต่างๆ ให้เหมือนกับว่าไม่ได้รับผลกระทบจากการจัดการที่ดินอย่างยืน</strong></p><p> เมื่อมีเหตุผลพิเศษบางคำถามอาจจะไม่เกี่ยวข้องกับเทคโนโลยี ในกรณีเช่นนั้นให้ข้ามคำถามนั้นไปแต่ให้ใช้ตรงส่วนที่แสดงความคิดเห็นเพื่ออธิบายว่าทำไมคุณถึงข้ามไปคำถามนั้น</p>

# technologies label
source: Impacts and concluding statements
th: ผลกระทบและการสรุปคำแถลง

# technologies helptext
source: <p>Assess relevant impacts in the table below. If data based on measurements are not available, give your best estimate. Negligible means “no significant benefit nor disadvantage”. Make use of the “Quantify before SLM/ after SLM” and “Comments/ specify” columns to show evidence and justify your selection as far as possible. Choose adequate indicators to quantify impacts (e.g. t/ha for crop production, coliform measurement for water quality, etc.). Even if a 10%% increase (e.g. in yield) might be judged as a great improvement, please nonetheless tick the category “Slightly positive (+5-20%%)”, and use “Comments” to explain. Only indicate “Quantify (before/ after)” if impacts were measured in the field or determined by means of a survey. Impacts that are not ticked are considered “not relevant” or “not applicable”.</p><p><strong>On-site</strong>: concerns the area where the Technology is applied.<br><strong>Off-site</strong>: concerns adjacent areas or areas further away from the area where the Technology is applied</p>
th: <p>ให้ประเมินผลกระทบที่เกี่ยวข้องในตารางข้างล่างนี้ ถ้าไม่มีข้อมูลที่ทำการวัดได้ ให้ทำการประมาณให้ดีที่สุด .”ละเลยได้” หมายถึง"ไม่มีประโยชน์ที่สำคัญหรือเป็นการเสียเปรียบ"ให้ใช้ประโยชน์จากหัวข้อที่ให้กรอกของแนวตั้ง"การหาจำนวนก่อน SLMหรือหลังจาก SLM"และ "ความคิดเห็น / ระบุ" เพื่อแสดงหลักฐานและให้เหตุผลในการเลือกให้มากที่สุดเท่าที่จะเป็นไปได้ เลือกหน่วยวัดที่เหมาะสมเพื่อบอกปริมาณจากผลกระทบ (เช่น ตัน/เฮกแตร์(t/ha) สำหรับการผลิตพืช การวัดโคลิฟอร์มสำหรับคุณภาพน้ำ เป็นต้น) ถึงแม้ว่าการเพิ่มขึ้น10%% (เช่นในด้านผลผลิต) อาจจะถือว่าเป็นการปรับปรุงที่ดีขึ้นมาก อย่างไรก็ดีให้กาไปที่หมวด“เป็นเชิงบวกเล็กน้อย (+5-20%%)” และใช้ “แสดงความคิดเห็น”อธิบาย เพียงแค่ระบุ"แสดงปริมาณ (ก่อนหรือหลังจาก)" ถ้าผลกระทบได้จากการวัดในภาคสนามหรือกำหนดโดยวิธีการสำรวจ ผลกระทบที่ไม่ได้ถูกกาจะพิจารณาว่าเป็น"ไม่เกี่ยวข้อง"หรือ"ใช้การไม่ได้"</p><p><strong>ออนไซต์(On-site)</strong> เกี่ยวข้องกับพื้นที่ที่ได้มีการนำเทคโนโลยีไปใช้ <br><strong>ออฟไซต์(Off-site)</strong> เกี่ยวข้องกับพื้นที่บริเวณใกล้เคียงที่อยู่ติดกัน ที่ไม่ได้มีการนำเทคโนโลยีไปใช้หรือบริเวณที่ห่างไกลออกไป</p>

# technologies label
source: References and links
th: การอ้างอิงและลิงก์

# technologies helptext
source: Indicate sources of information used for the compilation of information in this questionnaire.
th: ระบุแหล่งข้อมูลที่ใช้ในการรวบรวมข้อมูลในแบบสอบถามนี้

# technologies label
source: On the basis of which criteria and/or indicator(s) has the described technology been considered as 'best'?
th: โดยพื้นฐานแล้วปัจจัยหรือตัวชี้วัดไหนของเทคโนโลยีที่อธิบายมา ที่ถูกนับว่าเป็นสิ่งที่ดีที่สุด

# technologies label
source: To improve the living conditions of affected populations
th: เพื่อพัฒนาคุณภาพชีวิตให้แก่ประชาชนที่ได้รับผลกระทบ

# technologies label
source: To improve the conditions of affected ecosystems
th: เพื่อพัฒนาคุณภาพให้แก่ระบบนิเวศที่ได้รับผลกระทบ

# technologies label
source: To generate global benefits through effective implementation of the Convention
th: เพื่อเสริมสร้างผลประโยชน์ระดับนานาชาติผ่านทางข้อกำหนดการดำเนินการที่มีประสิทธิภาพ

# technologies label
source: Capacity-building and awareness-raising
th: การสร้างสมรรถภาพหรือการเพิ่มการตระหนักรู้

# technologies label
source: DLDD and SLM monitoring and assessment/research
th: การติดตามและประเมินผลหรือวิจัย DLDD และ SLM

# unccd label
source: Knowledge management and decision support
th: การจัดการความรู้และการช่วยเหลือในการตัดสินใจ

# technologies label
source: Knowledge management and decision support
th: การจัดการความรู้และการช่วยเหลือในการตัดสินใจ

# technologies label
source: Policy, legislative and institutional framework
th: นโยบาย เกี่ยวกับกฎหมาย และกรอบขององค์กร

# technologies label
source: Participation, collaboration and networking
th: การมีส่วนร่วม ความร่วมมือ และการเชื่อมต่อ

# watershed label
source: Name of the watershed
th: ชื่อของลุ่มน้ำ

# approaches label
source: Name
th: ชื่อ

# technologies label
source: Name
th: ชื่อ

# wocat label
source: Country
th: ประเทศ

# watershed label
source: Country
th: ประเทศ

# approaches label
source: Country
th: ประเทศ

# technologies label
source: Country
th: ประเทศ

# approaches label
source: Comments
th: ความคิดเห็น

# watershed label
source: Region/ State/ Province
th: จังหวัด

# approaches label
source: Region/ State/ Province
th: ภูมิภาค/รัฐ/จังหวัด:

# technologies label
source: Region/ State/ Province
th: ภูมิภาค/รัฐ/จังหวัด

# approaches label
source: Further specification of location (e.g. municipality, town, etc.), if relevant
th: ข้อมูลจำเพาะเพิ่มเติมของสถานที่ตั้ง (เช่น เขตเทศบาล เมือง เป็นต้น) ถ้าเกี่ยวข้อง

# approaches label_view
source: Further specification of location
th: ข้อมูลเฉพาะเพิ่มเติมของสถานที่ตั้ง

# technologies label
source: Further specification of location (e.g. municipality, town, etc.), if relevant
th: ข้อมูลเฉพาะเพิ่มเติมของสถานที่ตั้ง (เช่น เขตเทศบาล เมือง เป็นต้น) ถ้าเกี่ยวข้อง

# technologies label_view
source: Further specification of location
th: ข้อมูลเฉพาะเพิ่มเติมของสถานที่ตั้ง

# watershed label
source: Image
th: รูปภาพ

# approaches label
source: Image
th: รูปภาพ

# watershed label
source: Caption, explanation of photo
th: คำอธิบายรูปภาพ

# watershed helptext
source: Write one sentence.
th: เขียนหนึ่งประโยค

# approaches label
source: Caption, explanation of photo
th: คำอธิบายรูปภาพ

# approaches helptext
source: Write one sentence.
th: เขียนหนึ่งประโยค

# technologies label
source: Caption, explanation of photo
th: คำอธิบายรูปภาพ

# technologies helptext
source: Write one sentence.
th: เขียนหนึ่งประโยค

# watershed label
source: Date
th: วันที่

# approaches label
source: Date
th: วันที่

# watershed label
source: Name of photographer
th: ชื่อผู้ถ่ายภาพ

# approaches label
source: Name of photographer
th: ชื่อผู้ถ่ายภาพ

# technologies label
source: Name of photographer
th: ชื่อผู้ถ่ายภาพ

# cca label
source: User ID
th: ID ของผู้ใช้งาน

# watershed label
source: User ID
th: ID ของผู้ใช้งาน

# approaches label
source: User ID
th: ID ของผู้ใช้งาน

# technologies label
source: User ID
th: ID ของผู้ใช้งาน

# watershed label
source: Location
th: สุถานที่

# approaches label
source: Location
th: สถานที่

# technologies label
source: Location
th: สถานที่

# watershed label
source: Lastname / surname
th: นามสกุล

# approaches label
source: Last name
th: นามสกุล

# technologies label
source: Lastname / surname
th: นามสกุล

# watershed label
source: First name(s)
th: ชื่อ

# approaches label
source: First name(s)
th: ชื่อ

# technologies label
source: First name(s)
th: ชื่อ

# watershed label
source: Gender
th: เพศ

# approaches label
source: Gender
th: เพศ

# watershed label
source: Name of institution
th: ชื่อองค์กร

# approaches label
source: Name of institution
th: ชื่อองค์กร

# technologies label
source: Name of institution
th: ชื่อองค์กร

# watershed label
source: Phone no. 1
th: เบอร์โทรศัพท์เบอร์ที่ 1

# approaches label
source: Phone no. 1
th: หมายเลขโทรศัพท์ 1

# technologies label
source: Phone no. 1
th: เบอร์โทรศัพท์เบอร์ที่ 1

# watershed label
source: Phone no. 2 (mobile)
th: เบอร์โทรศัพท์เบอร์ที่ 2 (โทรศัพท์มือถือ)

# approaches label
source: Phone no. 2 (mobile)
th: หมายเลขโทรศัพท์ 2 (มือถือ)

# technologies label
source: Phone no. 2 (mobile)
th: เบอร์โทรศัพท์เบอร์ที่ 2 (โทรศัพท์มือถือ)

# watershed label
source: E-mail 1
th: อีเมล์ 1

# approaches label
source: E-mail 1
th: อีเมล์ 1

# technologies label
source: E-mail 1
th: อีเมล์ 1

# watershed label
source: E-mail 2
th: อีเมล์ 2

# approaches label
source: E-mail 2
th: อีเมล์ 2

# technologies label
source: E-mail 2
th: อีเมล์ 2

# watershed label
source: Other (specify)
th: อื่นๆ (โปรดระบุ)

# approaches label
source: Other (specify)
th: อื่นๆ (ระบุ)

# technologies label
source: Other (specify)
th: อื่นๆ (โปรดระบุ)

# watershed label
source: Strengths/ advantages/ opportunities in the land user’s / watershed user’s view
th: จุดแข็ง ข้อได้เปรียบ และโอกาส ในทัศนคติของผู้ใช้ที่ดินหรือผู้ใช้ประโยชน์จากลุ่มน้ำ

# watershed helptext
source: <p><strong>Land user</strong>: the person/ entity who implements/ maintains the Technology. The term land user may refer to individual small- or large-scale farmers, groups (gender, age, status, interest), cooperatives, industrial companies (e.g. mining), government institutions (e.g. state forest), etc.</p><p><strong>Watershed user</strong>: the person/ entity who implements/ maintains the watershed management activities, including individual small- or large-scale farmers, groups (gender, age, status, interest), cooperatives, industrial companies (e.g. mining), government institutions (e.g. state forest), etc.</p>
th: <p><strong>ผู้ใช้ที่ดิน</strong> คือบุคคลหรือบุคลากรที่ดำเนินการหรือบำรุงรักษาเทคโนโลยี คำว่าผู้ใช้ประโยชน์ที่ดินนี้อาจหมายถึงเกษตรกรรายย่อยหรือเกษตรกรรายใหญ่ กลุ่ม (เพศ อายุ สถานภาพ ความสนใจ) สหกรณ์ บริษัทอุตสาหกรรม (เช่นการทำเหมืองแร่ )องค์กรของรัฐ (เช่นป่าของรัฐ )เป็นต้น </p><p><strong>ผู้ใช้ลุ่มน้ำ </strong> คือบุคคลหรือบุคลากรที่ดำเนินการหรือบำรุงรักษากิจกรรมการจัดการลุ่มน้ำ ซึ่งประกอบไปด้วย เกษตรกรรายย่อยหรือเกษตรกรรายใหญ่ กลุ่ม (เพศ อายุ สถานภาพ ความสนใจ) สหกรณ์ บริษัท อุตสาหกรรม (เช่นการทำเหมืองแร่ )องค์กรของรัฐ (เช่นป่าของรัฐ )เป็นต้น </p>

# approaches label
source: Strengths/ advantages/ opportunities in the land user’s view
th: จุดแข็ง / ข้อได้เปรียบของแนวทางในทัศนคติของผู้ใช้ที่ดิน

# approaches helptext
source: <strong>Land user</strong>: the person/ entity who implements/ maintains the Technology, including individual small/large scale farmers, groups (gender, age, status, interest), cooperatives, industrial companies (e.g. mining), government institutions (e.g. state forest), etc.
th: <strong>ผู้ใช้ที่ดิน</strong> คือบุคคลหรือองค์กรที่ดำเนินการหรือบำรุงรักษาสภาพเทคโนโลยี รวมถึงเกษตรกรรายย่อยหรือรายใหญ่ กลุ่มต่างๆ (เพศ อายุ สถานภาพ ผลประโยชน์) สหกรณ์ บริษัทด้านอุตสาหกรรม (การทำเหมืองแร่) องค์กรของรัฐ (ป่าของรัฐ) เป็นต้น

# technologies label
source: Strengths/ advantages/ opportunities in the land user’s view
th: จุดแข็ง/ข้อดี/โอกาสในทัศนคติของผู้ใช้ที่ดิน

# technologies helptext
source: <strong>Land user</strong>: the person/ entity who implements/ maintains the Technology, including individual small/large scale farmers, groups (gender, age, status, interest), cooperatives, industrial companies (e.g. mining), government institutions (e.g. state forest), etc.
th: <strong>ผู้ใช้ที่ดิน</strong> คือ บุคคลหรือบุคลากรที่ดำเนินการหรือบำรุงรักษาเทคโนโลยี ซึ่งคำว่าผู้ใช้ที่ดินนี้อาจหมายถึงเกษตรกรรายย่อยหรือเกษตรกรรายใหญ่ กลุ่มต่างๆ (เพศ อายุ สถานภาพ ความสนใจ) สหกรณ์ บริษัทอุตสาหกรรม (เช่น การทำเหมืองแร่) องค์กรของรัฐ (เช่น ป่าของรัฐ) เป็นต้น

# technologies label
source: Strengths/ advantages/ opportunities in the compiler’s or other key resource person’s view
th: จุดแข็ง ข้อได้เปรียบ และโอกาส ในทัศนคติของผู้รวบรวมหรือวิทยากรคนอื่นๆ

# watershed label
source: Weaknesses/ disadvantages/ risks in the land user’s / watershed user’s view
th: จุดด้อย/ข้อเสีย/ความเสี่ยง ในทัศนคติของผู้ใช้ที่ดินหรือผู้ใช้ประโยชน์จากลุ่มน้ำ

# approaches label
source: Weaknesses/ disadvantages/ risks in the land user’s view
th: จุดอ่อน / ข้อเสียเปรียบในทัศนคติของผู้ใช้ที่ดิน

# technologies label
source: Weaknesses/ disadvantages/ risks in the land user’s view
th: จุดด้อย/ข้อเสีย/ความเสี่ยงในทัศนคติของผู้ใช้ที่ดิน

# watershed label
source: Weaknesses/ disadvantages/ risks in the compiler’s or other key resource person’s view
th: จุดด้อย/ข้อเสีย/ความเสี่ยง ในทัศนคติของผู้รวบรวมหรือวิทยากรคนอื่นๆ

# approaches label
source: Weaknesses/ disadvantages/ risks in the compiler’s or other key resource person’s view
th: จุดอ่อน / ข้อเสียเปรียบในทัศนคติของผู้รวบรวมหรือวิทยากรหลัก

# technologies label
source: Weaknesses/ disadvantages/ risks in the compiler’s or other key resource person’s view
th: จุดด้อย/ข้อเสีย/ความเสี่ยง ในทัศนคติของผู้รวบรวมหรือวิทยากรคนอื่นๆ

# approaches label
source: How can they be overcome?
th: สามารถแก้ไขปัญหาได้อย่างไร

# technologies label
source: How can they be overcome?
th: พวกเขาสามารถแก้ไขปัญหาได้อย่างไร

# approaches label
source: Comments, short description
th: ความคิดเห็น อธิบายสั้นๆ

# technologies label
source: Comments, short description
th: แสดงความคิดเห็นและคำอธิบายสั้นๆ

# approaches label
source: Name of videographer
th: ชื่อของผู้ถ่ายวีดีโอ

# technologies label
source: Name of videographer
th: ชื่อผู้ถ่ายวีดีโอ

# approaches label
source: Which of the following methods/ sources of information were used?
th: วิธีการหรือแหล่งข้อมูลดังต่อไปนี้อันไหนที่ถูกนำเอาไปใช้

# technologies label
source: Which of the following methods/ sources of information were used?
th: เลือกวิธีการและแหล่งข้อมูลที่นำมาใช้

# approaches label
source: other (specify)
th: อื่นๆ (ระบุ)

# watershed label
source: Locally used name
th: ชื่อตามท้องถิ่น

# approaches label
source: Locally used name
th: ชื่อตามท้องถิ่น

# technologies label
source: Locally used name
th: ชื่อที่ใช้ตามท้องถิ่น

# watershed label
source: General remarks regarding photos
th: คำอธิบายภาพ

# approaches label
source: General remarks regarding photos
th: ข้อสังเกตทั่วไปเกี่ยวกับรูปภาพ

# technologies label
source: General remarks regarding photos
th: คำอธิบายภาพ

# watershed label
source: Specify the key resource person
th: ระบุรายชื่อวิทยากร

# approaches label
source: Specify the key resource person
th: ระบุประเภทของวิทยากรหลัก
