Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: E-mail address
th: อีเมล์

source: Password
th: รหัสผ่าน

source: Updated {} users
th: อัพเดท {} ผู้ใช้งาน

source: User Details
th: ข้อมูลผู้ใช้งาน

source: Information
th: ข้อมูลส่วนบุคคล

source: First name:
th: ชื่อ

source: Last name:
th: นามสกุล:

source: Email:
th: อีเมล์

source: UNCCD national focal point
th: จุดโฟกัสระดับนานาชาติของ UNCCD

source: UNCCD focal point for country:
th: จุดโฟกัสระดับประเทศของ UNCCD

source: Public questionnaires
th: แบบสอบถามทั่วไป

source: Login
th: เข้าสู่ระบบ

source: Please log in to access this page.
th: กรุณาเข้าสู่ระบบเพื่อเข้าสู่หน้านี้

source: No login?
th: ยังไม่ได้สมัครสมาชิก

source: If you do not yet have a login, please visit
th: หากคุณยังไม่ได้สมัครสมาชิก กรุณาเข้าไปที่

source: and register for a free account.
th: และสมัครสมาชิกฟรี

source: Forgot your password?
th: ลืมรหัสผ่าน

source: Please visit
th: กรุณาเข้าไปที่

source: and reset your password.
th: และตั้งรหัสผ่านใหม่

source: Search results
th: หาผลลัพธ์

source: My SLM data
th: ข้อมูล SLM ของฉัน

source: Add SLM data
th: เพิ่มข้อมูล SLM

source: Latest notifications
th: ข้อความแจ้งเตือนล่าสุด

source: All notifications
th: ข้อความแจ้งเตือนทั้งหมด

source: Search
th: ค้นหา

source: Search questionnaires by name, compilers name or country ISO code (alpha-3, caps: https://www.iso.org/obp/ui/#search)
th: ค้นหาแบบสอบถามด้วยชื่อ ชื่อผู้รวบรวม ประเทศ รหัสISO (alpha-3, caps: https://www.iso.org/obp/ui/#search)

source: No SLM data found.
th: ไม่พบข้อมูล SLM

source: See all results...
th: ดูผลลัพธ์ทั้งหมด...

source: Welcome {}
th: ยินดีต้อนรับ {}

source: WOCAT SLM Approaches
th: แนวทาง SLM ของ WOCAT

source: Approach
th: แนวทาง

source: Approaches
th: แนวทาง

source: SLM Climate Change Adaptation
th: การปรับตัวตามการเปลี่ยนแปลงของสภาพภูมิอากาศของแนวทาง SLM

source: This module exists already.
th: โมดูลนี้เคยมีไปแล้ว

source: Climate Change Adaptation Module
th: โมดูลการปรับตัวตามการเปลี่ยนแปลงของสภาพภูมิอากาศ

source: Questionnaire on Adaptation of SLM Technologies to Gradual Climate Changes and Climate-Related Extremes
th: แบบสอบถามในการประยุกต์ใช้เการเปลี่ยนแปลงสภาพภูมิอากาศที่ค่อยเป็นค่อยไป และสภาพรุนแรงของภูมิอากาศ ทคโนโลยี SLM ในการแก้ปัญหา

source: Climate Change Adaptation
th: การปรับตัวตามการเปลี่ยนแปลงของสภาพภูมิอากาศ

source: Yes
th: ใช่

source: No
th: ไม่ใช่

source: Unknown name
th: ไม่ระบุชื่อ

# technologies label
source: Definition of the Technology
th: คำจำกัดความของเทคโนโลยี

# technologies label
source: Comments (type of project, etc.)
th: ความคิดเห็น (ประเภทของโครงการ เป็นต้น)

# technologies label
source: Main purpose(s) of the Technology (land user’s perspective)
th: วัตถุประสงค์หลักของเทคโนโลยี (จากมุมมองของผู้ใช้ที่ดิน)

# technologies label_filter
source: Main purpose of the Technology
th: วัตถุประสงค์หลักของเทคโนโลยี

# technologies label
source: other (specify)
th: อื่นๆ (ระบุ)

# technologies label
source: Select land use type
th: เลือกประเภทการใช้ที่ดิน

# technologies label_view
source: Land use type
th: ประเภทของการใช้ที่ดิน

# technologies label
source: Select category(ies) / code(s)
th: เลือกหมวดหมู่ย่อย/รหัส

# technologies label
source: Water supply for the land on which the Technology is applied
th: การใช้น้ำของที่ดินที่มีการใช้เทคโนโลยีอยู่

# technologies label
source: Intensive grazing/ fodder production
th: ทุ่งหญ้าเลี้ยงสัตว์ที่มีการจัดการแบบเข้มข้นหรือการผลิตอาหารสัตว์

# technologies helptext
source: <strong>Gi: Intensive grazing/ fodder production:</strong> improved or planted pastures for grazing/ production of fodder (for cutting and carrying: hay, leguminous species, silage etc.) not including fodder crops such as maize, cereals. These are classified as annual crops (see above).
th: <strong>Gi: ทุ่งหญ้าเลี้ยงสัตว์แบบเข้มข้นหรือการผลิตอาหารสัตว์(Intensive grazing / fodder production)</strong> ทุ่งหญ้าเลี้ยงสัตว์ที่ได้รับการปรับปรุงให้ดีขึ้น หรือปลูกพืชไว้ให้สัตว์ลงแทะเล็มหรือเพื่อผลิตอาหารที่มีเยื่อใยสูงใช้เลี้ยงปศุสัตว์ (ใช้วิธีตัดแล้วขนไป ได้แก่ ฟางข้าว พืชตระกูลถั่วหญ้าหมัก เป็นต้น) ซึ่งไม่รวมถึงพืชที่เป็นอาหารสัตว์ เช่น ข้าวโพด เมล็ดธัญพืช พืชเหล่านี้จัดเป็นพืชปีเดียว(ดูข้างบน) ทุ่งหญ้าเลี้ยงสัตว์แบบเข้มข้นสามารถจัดเป็นหมวดหมู่ย่อยได้ดังต่อไปนี้

# technologies label
source: Main products/ services
th: ผลิตภัณฑ์หลักหรือบริการ

# technologies label
source: Main products
th: ผลิตภัณฑ์หลัก

# technologies label
source: Specify
th: ระบุ

# technologies label
source: Remarks
th: ข้อสังเกต

# technologies label
source: If land use has changed due to the implementation of the Technology, indicate land use before implementation of the Technology
th: ถ้าการใช้ที่ดินมีการเปลี่ยนแปลงเนื่องมาจากการนำเทคโนโลยีไปปฏิบัติใช้ ให้ระบุการใช้ที่ดินก่อนนำเทคโนโลยีไปปฏิบัติใช้

# technologies label
source: SLM measures comprising the Technology
th: มาตรการ SLM ที่ประกอบกันเป็นเทคโนโลยี

# technologies label_view
source: SLM measures
th: มาตรการ SLM

# technologies label
source: Select degradation type
th: เลือกประเภทการเสื่อมโทรม

# technologies label_view
source: Degradation type
th: ประเภทการเสื่อมโทรม

# technologies label
source: Technical specifications (related to technical drawing)
th: ข้อมูลจำเพาะด้านเทคนิค (แบบแปลนทางเทคนิคของเทคโนโลยี)

# technologies label
source: Activity
th: กิจกรรม

# technologies label
source: Type of measure
th: ประเภทของมาตรการ

# technologies helptext
source: <strong>Type of measure</strong>: refer to 3.6
th: <strong>ประเภทของมาตรการ</strong> อ้างอิงในข้อ 3.6

# technologies label
source: Timing
th: ช่วงเวลาดำเนินการ

# technologies helptext
source: <p><strong>Timing</strong>: Time during which activity is carried out, e.g. month or season, or "after harvest of crops", "before onset of rains", etc.</p>
th: <p><strong>ช่วงเวลาดำเนินการ</strong> คือเวลาในช่วงที่กิจกรรมได้รับการดำเนินการ เช่น เดือนหรือฤดู หรือ "หลังจากการเก็บเกี่ยวพืชผล" "ก่อนฤดูฝน"เป็นต้น

# technologies label
source: Specify input
th: ปัจจัยนำเข้า

# technologies label
source: Costs per Unit
th: ค่าใช้จ่ายต่อหน่วย

# technologies label
source: %% of costs borne by land users
th: %%ของค่าใช้จ่ายที่ก่อให้เกิดขึ้นโดยผู้ใช้ที่ดิน

# technologies label
source: Describe the most determinate factors affecting the costs
th: ปัจจัยสำคัญที่สุดที่มีผลกระทบต่อค่าใช้จ่ายต่างๆ

# technologies label
source: Average annual rainfall
th: ปริมาณน้ำฝนเฉลี่ยรายปี

# technologies label_filter
source: Annual rainfall
th: ปริมาณน้ำฝนรายปี

# technologies label
source: Crop production
th: การผลิตพืชผล

# technologies label_left
source: decreased
th: ลดลง

# technologies label_right
source: increased
th: เพิ่มขึ้น

# technologies label
source: Quantity before SLM
th: จำนวนก่อน SLM

# technologies label
source: Quantity after SLM
th: หลังจาก SLM

# technologies label
source: Comments/ specify
th: แสดงความคิดเห็น/ระบุ

# technologies label
source: crop quality
th: คุณภาพพืชผล

# technologies label
source: fodder production
th: การผลิตพืชที่ใช้เลี้ยงปศุสัตว์

# technologies label
source: fodder quality
th: คุณภาพพืชที่ใช้เลี้ยงปศุสัตว์

# technologies label
source: Indicate the name of the reference meteorological station considered
th: ระบุชื่อของสถานีตรวดวัดอากาศที่ใช้อ้างอิงคือ

# technologies label
source: Agro-climatic zone
th: เขตภูมิอากาศเกษตร

# technologies label
source: animal production
th: การผลิตสัตว์

# technologies label
source: wood production
th: การผลิตไม้

# technologies label
source: forest/ woodland quality
th: คุณภาพป่า /พื้นที่ทำไม้

# technologies label
source: Specifications/ comments on climate
th: ข้อมูลจำเพาะ/ความคิดเห็นเรื่องภูมิอากาศ

# technologies helptext
source: E.g. local climate classification, information about temperature, etc.
th: เช่น การจำแนกสภาพภูมิอากาศท้องถิ่น ข้อมูลเกี่ยวกับอุณหภูมิ เป็นต้น

# technologies label
source: Slopes on average
th: ค่าเฉลี่ยความลาดชัน

# technologies helptext
source: <p>Maximum 2 answers possible.</p><p>Slope gradient conversion table</p><table><thead><tr><th>Slope in degrees</th><th>Slope in percent</th></tr></thead><tbody><tr><th>1°</th><th>2%%</th></tr><tr><th>3°</th><th>5%%</th></tr><tr><th>5°</th><th>8%%</th></tr><tr><th>9°</th><th>16%%</th></tr><tr><th>17°</th><th>30%%</th></tr><tr><th>31°</th><th>60%%</th></tr><tr><th>45°</th><th>100%%</th></tr></tbody></table>
th: <p>สูงสุด 2 ช่อง</p><p>ตารางแปลงค่าความลาดชัน</p><table><thead><tr><th>ความลาดชัน (องศา)</th><th>ความชัน (%%)</th></tr></thead><tbody><tr><th>1°</th><th>2</th></tr><tr><th>3°</th><th>5%%</th></tr><tr><th>5°</th><th>8%%</th></tr><tr><th>9°</th><th>16%%</th></tr><tr><th>17°</th><th>30%%</th></tr><tr><th>31°</th><th>60%%</th></tr><tr><th>45°</th><th>100%%</th></tr></tbody></table>

# technologies label
source: non-wood forest production
th: การผลิตของจากป่าทุกชนิดยกเว้นไม้

# technologies label
source: risk of production failure
th: การเสี่ยงต่อความล้มเหลวในการผลิต

# technologies label_left
source: increased
th: เพิ่มขึ้น

# technologies label_right
source: decreased
th: ลดลง

# technologies label
source: product diversity
th: ความหลากหลายของผลิตภัณฑ์

# technologies label
source: production area (new land under cultivation/ use)
th: พื้นที่สำหรับการผลิต (ที่ดินใหม่ที่อยู่ในระหว่างเพาะปลูกหรือใช้งาน)

# technologies label
source: land management
th: การจัดการที่ดิน

# technologies label_left
source: hindered
th: ขัดขวาง

# technologies label_right
source: simplified
th: ทำให้ง่ายขึ้น

# technologies label
source: energy generation (e.g. hydro, bio)
th: การผลิตพลังงาน (เกี่ยวข้องกับน้ำ ด้านชีวะ)

# technologies label
source: drinking water availability
th: การมีน้ำดื่มไว้ให้ใช้

# technologies label
source: drinking water quality
th: คุณภาพน้ำดื่ม

# technologies label
source: water availability for livestock
th: การมีน้ำไว้ให้ปศุสัตว์

# technologies label
source: water quality for livestock
th: คุณภาพน้ำสำหรับปศุสัตว์

# technologies label
source: irrigation water availability
th: การมีน้ำไว้ให้สำหรับการชลประทาน

# technologies label
source: irrigation water quality
th: คุณภาพน้ำสำหรับการชลประทาน

# technologies label
source: demand for irrigation water
th: ความต้องการน้ำจากการชลประทาน

# technologies label
source: expenses on agricultural inputs
th: ค่าใช่จ่ายของปัจจัยการผลิตทางการเกษตร

# technologies label
source: farm income
th: รายได้จากฟาร์ม

# technologies label
source: diversity of income sources
th: ความหลากหลายของแหล่งผลิตรายได้

# technologies label
source: economic disparities
th: ความเหลื่อมล้ำทางเศรษฐกิจ

# technologies label
source: workload
th: ภาระงาน

# technologies label
source: food security/ self-sufficiency
th: ความมั่นคงด้านอาหาร / พึ่งตนเองได้

# technologies label_left
source: reduced
th: ลดลง

# technologies label_right
source: improved
th: ปรับปรุงดีขึ้น

# technologies label
source: Comments and further specifications on topography
th: ความคิดเห็นและข้อมูลจำเพาะเพิ่มเติมเรื่องสภาพภูมิประเทศ

# technologies helptext
source: E.g. exact altitude and slope angles of the evaluated sites
th: เช่น ระดับความสูง และองศาความลาดชันของพื้นที่

# technologies label
source: Indicate if the Technology is specifically applied in
th: ให้ระบุถ้าเทคโนโลยีได้ถูกนำไปใช้

# technologies label
source: Soil depth on average
th: ค่าเฉลี่ยความลึกของดิน

# technologies label
source: health situation
th: สถานการณ์ด้านสุขภาพ

# technologies label_left
source: worsened
th: แย่ลง

# technologies label
source: land use/ water rights
th: การใช้ที่ดิน / สิทธิในการใช้น้ำ

# technologies label
source: cultural opportunities (eg spiritual, aesthetic, others)
th: โอกาสทางวัฒนธรรม (ด้านจิตวิญญาณ ทางศาสนา ด้านสุนทรียภาพ)

# technologies label
source: recreational opportunities
th: โอกาสทางด้านสันทนาการ

# technologies label
source: Soil texture (topsoil)
th: เนื้อดิน (ดินชั้นบน)

# technologies label
source: community institutions
th: สถาบันของชุมชน

# technologies label_left
source: weakened
th: อ่อนแอลง

# technologies label_right
source: strengthened
th: เสริมให้แข็งแรง

# technologies label
source: national institutions
th: สถาบันแห่งชาติ

# technologies label
source: Soil texture (> 20 cm below surface)
th: เนื้อดินล่าง (> 20 ซ.ม.ต่ำจากผิวดิน)

# technologies label
source: Topsoil organic matter
th: อินทรียวัตถุในดิน

# technologies label
source: Ground water table
th: ระดับน้ำใต้ดิน

# technologies label
source: Availability of surface water
th: น้ำไหลบ่าที่ผิวดิน

# technologies label
source: Water quality (untreated)
th: คุณภาพน้ำ (ที่ยังไม่ได้บำบัด)

# technologies label
source: Is flooding of the area occurring?
th: กำลังเกิดน้ำท่วมในพื้นที่หรือไม่

# technologies label
source: Regularity
th: บ่อยครั้ง

# technologies label
source: Is water salinity a problem?
th: ความเค็มของน้ำเป็นปัญหาหรือไม่

# technologies label
source: Comments and further specifications on water quality and quantity
th: ความคิดเห็นและข้อมูลจำเพาะเพิ่มเติมเรื่องคุณภาพและปริมาณน้ำ

# technologies helptext
source: E.g. seasonal fluctuations, source of pollution
th: เช่น การแปรผันขึ้นลงตามฤดูกาล แหล่งที่มาของมลพิษ

# technologies label
source: Species diversity
th: ความหลากหลายทางชนิดพันธุ์

# technologies helptext
source: <strong>Species diversity</strong>: a measure of the diversity within an ecological community that incorporates both species richness (the number of species in a community) and the evenness of species’ abundance. It includes all fauna and flora above ground and in the soil (modified after eoearth.org)
th: <strong>ความหลากหลายของชนิดพันธุ์</strong> การวัดความหลากหลายภายในชุมชนเชิงนิเวศ ต้องวัดทั้งด้านความหลากหลายของชนิดพันธุ์ (จำนวนชนิดพันธุ์ในชุมชน) และความสม่ำเสมอของชนิดพันธุ์ที่มีอยู่ ทั้งพืชและสัตว์ที่อยู่บนพื้นดินและในดิน (ดัดแปลงมาจาก eoearth.org)

# technologies label
source: Habitat diversity
th: ความหลากหลายของแหล่งที่อยู่

# technologies helptext
source: <strong>Habitat diversity</strong>: refers to the variety or range of habitats in a given region, landscape, or ecosystem (modified after oecd.org)
th: <strong>ความหลากหลายของแหล่งที่อยู่</strong> อ้างถึงความหลากหลายหรือช่วงของแหล่งที่อยู่อาศัยในพื้นที่ ภูมิทัศน์ หรือระบบนิเวศที่ให้มา (ดัดแปลงจาก oecd.org)

# technologies label
source: Comments and further specifications on biodiversity
th: ความคิดเห็นและข้อมูลจำเพาะเพิ่มเติมของความหลากหลายทางชีวภาพ

# technologies label
source: Market orientation of production system
th: แนวทางการตลาดของระบบการผลิต

# technologies label
source: Relative level of wealth
th: ระดับของความมั่งคั่งโดยเปรียบเทียบ

# technologies helptext
source: Use local instead of international standards.
th: ใช้มาตรฐานตามท้องถิ่นแทนที่จะเป็นแบบสากล

# technologies label
source: SLM/ land degradation knowledge
th: SLM หรือความรู้เรื่องความเสื่อมโทรมของที่ดิน

# technologies label
source: conflict mitigation
th: การบรรเทาความขัดแย้ง

# technologies label
source: situation of socially and economically disadvantaged groups (gender, age, status, ehtnicity etc.)
th: สถานการณ์ของกลุ่มด้อยโอกาส ทางด้านสังคมและเศรษฐกิจ (เพศ อายุ สถานภาพ ความเป็นกลุ่มทางชาติพันธุ์)

# technologies label
source: Off-farm income
th: รายได้ที่มาจากนอกฟาร์ม

# technologies helptext
source: Income other than from the use of cropland, grazing land, forest and mixed land (e.g. business, trade, manufacturing, industry, pension, remittances)
th: รายได้ที่มาจากนอกฟาร์ม หมายถึงรายได้นอกเหนือไปจากการใช้ประโยชน์ของพื้นที่ที่ใช้ปลูกพืชผล ทุ่งหญ้าเลี้ยงสัตว์ ป่าและพื้นที่ที่ทำการผสมผสาน(เช่น จากธุรกิจ การค้า การผลิต อุตสาหกรรม บำเหน็จบำนาญ ค่าตอบแทน)

# technologies label
source: Individuals or groups
th: เป็นรายบุคคล/ครัวเรือน

# technologies label
source: Gender
th: เพศ

# technologies helptext
source: Indicate gender of persons using the land
th: ให้ระบุเพศของบุคคลที่ใช้ที่ดิน

# technologies label
source: Land size per household/farm unit applying the technology
th: ขนาดพื้นที่ต่อครัวเรือนหรือฟาร์มที่ใช้เทคโนโลยี

# technologies label
source: Land ownership
th: กรรมสิทธิ์ในที่ดิน

# technologies label
source: Land use rights
th: สิทธิในการใช้ที่ดิน

# technologies label
source: Water use rights
th: สิทธิในการใช้น้ำ

# technologies label
source: other (e.g. post-flooding)
th: อื่นๆ (เช่น หลังจากน้ำท่วม)

# technologies helptext
source: <strong>Post-flooding</strong>: after rainwater has naturally flooded the field (eg in Wadis, riverbanks), the water infiltrated into the soil is used intentionally as a water reserve for crop cultivation. The crop(s) use(s) this water reserve for establishment.
th: <strong>ภายหลังน้ำท่วม</strong> หลังจากที่น้ำเข้าท่วมพื้นที่ตามธรรมชาติ (ลำน้ำที่มีน้ำเฉพาะฤดูฝน ริมแม่น้ำ) น้ำที่แทรกซึมเข้าไปในดินจะใช้เป็นน้ำสำรองเพื่อการเพาะปลูกพืช พืชสามารถใช้น้ำสำรองนี้เพื่อการเจริญเติบโต

# technologies label
source: Number of sites considered/analysed in the documentation of this technology
th: จำนวนของพื้นที่ทำการศึกษาที่ได้รับการพิจารณาหรือวิเคราะห์ในการจัดทำเอกสารของเทคโนโลยีนี้

# technologies helptext
source: <strong>Site</strong>: A site can be a single plot or a larger area managed by individuals or a community, or a place where specific infrastructure has been implemented (e.g. dam).
th: <strong>พื้นที่ทำการศึกษา</strong> หมายถึงพื้นที่ทำการหนึ่งอาจเป็นแปลงเดี่ยวหรือพื้นที่ที่กว้างใหญ่กว่าซึ่งบริหารจัดการโดยรายบุคคลหรือชุมชนหนึ่งหรือสถานที่ที่มีการก่อสร้างโครงสร้างพื้นฐานไว้ (เช่น ทำนบกั้นน้ำ)

# technologies label
source: Timing/ frequency
th: ช่วงระยะเวลา/ความถี่

# technologies helptext
source: <p><strong>Timing</strong>: time during which activity is carried out, e.g. month or season, or "after harvest of crops", "before onset of rains", etc.</p><p><strong>Frequency</strong>: e.g. annually, each cropping season, etc.</p>
th: <p><strong>ช่วงเวลาที่ดำเนินการ</strong> คือเวลาในช่วงที่กิจกรรมได้รับการดำเนินการ เช่น เดือนหรือฤดูหรือ "หลังการเก็บเกี่ยวพืชผล" "ก่อนฤดูฝน "เป็นต้น</p><p><strong> ความถี่</strong> เช่น ประจำปี ฤดูปลูกพืช เป็นต้น</p>

# technologies label
source: water quantity
th: ปริมาณน้ำ

# technologies label
source: water quality
th: คุณภาพน้ำ

# technologies label
source: harvesting/ collection of water (runoff, dew, snow, etc)
th: การเก็บเกี่ยวหรือการกักเก็บน้ำ (น้ำบ่า น้ำค้าง หิมะ เป็นต้น)

# technologies label
source: surface runoff
th: น้ำบ่าที่ผิวดิน

# technologies label
source: excess water drainage
th: การระบายน้ำ

# technologies label
source: groundwater table/ aquifer
th: ตารางน้ำบาดาล/ชั้นหินอุ้มน้ำ

# technologies label_left
source: lowered
th: ลดลง

# technologies label
source: evaporation
th: การระเหย

# technologies label
source: soil moisture
th: ความชื้นดิน

# technologies label
source: soil cover
th: สิ่งปกคลุมดิน

# technologies label
source: soil loss
th: การสูญเสียดิน

# technologies label
source: soil accumulation
th: การสะสมของดิน

# technologies label
source: soil crusting/ sealing
th: การเกิดแผ่นแข็งที่ผิวดิน/การปิดผนึก

# technologies label_right
source: reduced
th: ลดลง

# technologies label
source: soil compaction
th: การอัดตัวของดิน

# technologies label
source: nutrient cycling/ recharge
th: การหมุนเวียนและการเติมของธาตุ

# technologies label
source: salinity
th: ความเค็ม

# technologies label
source: soil organic matter/ below ground C
th: อินทรียวัตถุในดิน/ต่ำกว่าดินชั้น C

# technologies label
source: acidity
th: ความเป็นกรด

# technologies label
source: animal diversity
th: ความหลากหลายของสัตว์

# technologies label
source: plant diversity
th: ความหลากหลายของพืช

# technologies label
source: invasive alien species
th: พืชพันธุ์ต่างถิ่นที่รุกล้ำเข้ามา

# technologies label
source: beneficial species (predators, earthworms, pollinators)
th: ชนิดพันธุ์ที่ให้ประโยชน์ (ตัวห้ำ ไส้เดือนดิน แมลงผสมเกษร)

# technologies label
source: habitat diversity
th: ความหลากหลายของแหล่งที่อยู่

# technologies label
source: biomass/ above ground C
th: มวลชีวภาพ/เหนือดินชั้น C

# technologies label
source: emission of carbon and greenhouse gases
th: การปล่อยคาร์บอนและก๊าซเรือนกระจก

# technologies label
source: fire risk
th: ความเสี่ยงจากไฟ

# technologies label
source: wind velocity
th: ความเร็วของลม

# technologies label
source: pest/ disease control
th: การควบคุมศัตรูพืชและโรคพืช

# technologies label
source: water availability (groundwater, springs)
th: ความเป็นประโยชน์ของน้ำ (น้ำบาดาล น้ำพุ)

# technologies label
source: downstream flooding (undesired)
th: น้ำท่วมที่ท้ายน้ำ (ที่ไม่ปรารถนา)

# technologies label
source: reliable and stable stream flows in dry season (incl. low flows)
th: การไหลของน้ำในธารที่สม่ำเสมอและคงตัวในฤดูแล้ง (รวมการไหลน้อย)

# technologies label
source: downstream siltation
th: การทับถมของดินตะกอนที่ท้ายน้ำ

# technologies label
source: groundwater/ river pollution
th: การเกิดมลพิษในน้ำบาดาลหรือแม่น้ำ

# technologies label
source: buffering/ filtering capacity (by soil, vegetation, wetlands)
th: ความสามารถต้านทานการเปลี่ยนแปลงและการกรอง (โดยดิน พืชพรรณ พื้นที่ชุ่มน้ำ)

# technologies label
source: wind transported sediments
th: ตะกอนที่ถูกพัดพามาโดยลม

# technologies label
source: damage on neighbours' fields
th: ความเสียหายต่อพื้นที่เพาะปลูกของเพื่อนบ้าน

# technologies label
source: damage on public/ private infrastructure
th: ความเสียหายต่อโครงสร้างพื้นฐานของรัฐหรือของเอกชน

# technologies label
source: impact of greenhouse gases
th: ผลกระทบของก๊าซเรือนกระจก

# technologies label
source: Indicate year of implementation
th: ระบุปีที่ดำเนินการ

# technologies label
source: Main crops (cash and food crops)
th: พืชหลัก (พืชเศรษฐกิจและพืชอาหาร)

# technologies label
source: Extensive grazing land
th: ทุ่งหญ้าเลี้ยงสัตว์ที่กินอาณาเขตกว้าง

# technologies helptext
source: <strong>Ge: Extensive grazing land</strong>: grazing on natural or semi-natural grasslands, grasslands with trees/ shrubs (savannah vegetation) or open woodlands for livestock and wildlife.
th: <strong>จีอี : ทุ่งหญ้าเลี้ยงสัตว์ที่ใช้พื้นที่กว้าง</strong> (Ge: Extensive grazing land) ปล่อยสัตว์ลงแทะเล็มในทุ่งหญ้าเลี้ยงสัตว์ตามธรรมชาติหรือกึ่งธรรมชาติ ทุ่งหญ้าเลี้ยงสัตว์มีไม้ยืนต้น ไม้พุ่ม (พืชพรรณทุ่งสะวันนา) หรือพื้นที่ป่าเปิดสำหรับปศุสัตว์และเขตรักษาพันธุ์สัตว์ป่า

# technologies label
source: Tree plantation, afforestation
th: สวนป่าหรือการปลูกป่าขึ้นใหม่

# technologies helptext
source: <strong>Fp: Plantations, afforestations:</strong>: forest stands established by planting or/ and seeding in the process of afforestation or reforestation
th: <strong>เอฟพี :สวนป่าหรือ การปลูกป่าขึ้นใหม่</strong> (Fp: Plantations, afforestations)หมายถึงหมู่ไม้ที่ทำขึ้นมาโดยการปลูกหรือและปลูกด้วยเมล็ดในกระบวนการของการปลูกป่าขื้นใหม่หรือการปลูกไม้ยืนต้นให้กลับมาเป็นป่าใหม่

# technologies label
source: Products and services
th: ผลิตภัณฑ์และบริการ

# technologies label
source: SLM group to which the Technology belongs
th: กลุ่ม SLM ที่ตรงกับเทคโนโลยีนี้

# technologies label_view
source: SLM group
th: กลุ่ม SLM

# technologies label
source: If using a local area unit, indicate conversion factor to one hectare
th: ถ้าใช้หน่วยพื้นที่ตามท้องที่ให้ระบุตัวแปลงค่า เช่น 1 เฮกตาร์

# technologies label
source: vegetation cover
th: พืชพรรรณที่ปกคลุมดิน

# technologies label
source: Short-term returns
th: ผลตอบแทนระยะสั้น

# technologies helptext
source: <strong>Short-term</strong>: 1 - 3 years
th: <strong>ระยะสั้น</strong> คือ 1- 3 ปี

# technologies label
source: Long-term returns
th: ผลตอบแทนระยะยาว

# technologies helptext
source: <strong>Long-term</strong>: 10 years
th: <strong>ระยะยาว</strong> คือ 10 ปี

# technologies label
source: Technical drawing
th: แบบแปลนทางเทคนิค

# technologies label
source: Author
th: ผู้เขียน

# technologies label
source: Date
th: วันที่

# technologies label
source: Quantity
th: ปริมาณ

# technologies label
source: Unit
th: หน่วย

# technologies helptext
source: <strong>Units</strong>: person-days, kg, litres, pieces, etc.
th: <strong>หน่วย</strong> คน-วัน กิโลกรัม ลิตร ชิ้น เป็นต้น

# technologies label
source: Total costs per input
th: ค่าใช้จ่ายทั้งหมดต่อปัจจัยการผลิต

# technologies helptext
source: Eg. decreased, reduced
th: เช่น ลดลง

# technologies label
source: [Measure]
th: [มาตรการ]

# technologies helptext
source: Eg. increased, improved
th: เช่น เพิ่มขึ้น ปรับปรุงให้ดีขึ้น
