Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

# technologies helptext
source: Examples: change from grazing to cutting (for stall feeding), farm enterprise selection (degree of mechanization, inputs, commercialization), vegetable production in greenhouses, irrigation, from mono-cropping to rotational cropping, from continuous cropping to managed fallow, from open access to controlled access (grazing land, forests), from herding to fencing, adjusting stocking rates, rotational grazing
th: ตัวอย่าง: การเปลี่ยนจากการปล่อยให้แทะเล็มที่ทุงหญ้ามาเป็นการตัดไปให้กิน (สำหรับการป้อนที่คอก) การเลือกธุรกิจฟาร์ม (ระดับของการนำเครื่องจักรกลมาใช้ ปัจจัยการผลิต การทำการค้า) การผลิตพืชผักในก๊าซเรือนกระจก การชลประทาน จากการปลูกพืชเดี่ยวไปเป็นการปลูกพืชหมุนเวียน จากการปลูกพืชต่อเนื่องไปสู่การพักดินที่ได้รับการจัดการ จากการเข้าถึงแบบเปิดไปสู่การเข้าถึงแบบมีการควบคุม (ทุ่งเลี้ยงสัตว์ ป่า) จากการต้อนฝูงสัตว์เป็นการใช้รั้วล้อม การปรับอัตราสัตว์จำนวนหนึ่งที่ปล่อยลงแทะเล็ม การปล่อยสัตว์ลงแทะเล็มแบบหมุนเวียน

# technologies label
source: M3: Layout according to natural and human environment
th: M3: การวางผังตามสิ่งแวดล้อมทางธรรมชาติและมนุษย์

# technologies helptext
source: exclusion of natural waterways and hazardous areas, separation of grazing types, distribution of water points, salt licks, livestock pens, dips (grazing land); increase of landscape diversity, forest aisle
th: ไม่รวมทางน้ำตามธรรมชาติและบริเวณที่เป็นอันตราย การแยกชนิดของทุ่งเลี้ยงสัตว์ การกระจายของแหล่งน้ำ โป่ง คอกปศุสัตว์ การจุ่ม (ทุ่งหญ้าเลี้ยงสัตว์ ) การเพิ่มความหลากหลายทางภูมิทัศน์ ทางเดินระหว่างต้นไม้ในป่า

# technologies label
source: M4: Major change in timing of activities
th: M4: การเปลี่ยนแปลงสำคัญที่เกิดขึ้นในเวลาช่วงประจวบเหมาะของการทำกิจกรรม

# technologies helptext
source: land preparation, planting, cutting of vegetation
th: การเตรียมที่ดิน การปลูก การตัดพืชพรรณออกไป

# technologies label
source: M6: Waste management (recycling, re-use or reduce)
th: M6: การจัดการของเสีย (การทำรีไซเคิล การเอามาใช้ใหม่หรือการลดปริมาณ)

# technologies helptext
source: Exapmles: includes both artificial and natural methods for waste management
th: ตัวอย่าง: รวมทั้งวิธีแบบเทียมและแบบธรรมชาติสำหรับการจัดการของเสีย

# technologies label
source: M7: Others
th: M7: อื่นๆ

# technologies label
source: Wt: loss of topsoil/ surface erosion
th: Wt (Loss of topsoil): การสูญเสียดินชั้นบนหรือการกัดกร่อนที่ผิวดิน

# technologies helptext
source: <strong>Loss of topsoil/ surface erosion:</strong> even removal of top soil, sheet and interrill erosion
th: <strong>การสูญเสียดินชั้นบนหรือการกัดกร่อนที่ผิวดิน</strong> หมายถึงการเคลื่อนย้ายดินชั้นบนออกไป การกัดกร่อนแบบแผ่นและการกัดกร่อนเป็นร่อง

# technologies label
source: Wg: gully erosion/ gullying
th: Wg (Gully erosion): การกัดกร่อนแบบร่องธารหรือการทำให้เกิดร่องน้ำเซาะ

# technologies label
source: Wm: mass movements/ landslides
th: Wm (Mass movement): การเคลื่อนตัวของมวลดินหรือดินถล่ม

# technologies label
source: Wr: riverbank erosion
th: Wr (Riverbank erosion): การกัดกร่อนริมฝั่งแม่น้ำ

# technologies label
source: Wc: coastal erosion
th: Wc (Coastal erosion): การกัดเซาะชายฝั่ง

# technologies label
source: Wo: offsite degradation effects
th: Wo (Offsite degradation): ผลกระทบนอกพื้นที่

# technologies helptext
source: <strong>Offsite degradation effects:</strong> deposition of sediments, downstream flooding, siltation of reservoirs and waterways, and pollution of water bodies with eroded sediments
th: <strong>ผลกระทบนอกพื้นที่</strong> หมายถึงการทับถมของตะกอนดิน น้ำท่วมที่ปลายน้ำ การทับถมของตะกอนดินในอ่างเก็บน้ำและทางน้ำ

# technologies label
source: Et: loss of topsoil
th: Et (Loss of topsoil): การสูญเสียดินชั้นบน

# technologies helptext
source: <strong>Loss of topsoil:</strong> uniform displacement
th: <strong>การสูญเสียดินชั้นบน</strong> หมายถึงการเคลื่อนย้ายออกเป็นรูปแบบเดียวกัน

# technologies label
source: Ed: deflation and deposition
th: Ed (Deflation and deposition): การกัดกร่อนโดยลมและการทับถม

# technologies helptext
source: <strong>Deflation and deposition:</strong> uneven removal of soil material
th: <strong>การกัดกร่อนโดยลมและการทับถม</strong> หมายถึงการเคลื่อนย้ายอนุภาคดินออกไปอย่างไม่สม่ำเสมอ

# technologies label
source: Eo: offsite degradation effects
th: Eo (Offsite degradation effect): ผลกระทบนอกบริเวณพื้นที่

# technologies helptext
source: <strong>Offsite degradation effects:</strong> covering of the terrain with windborne sand particles from distant sources ("overblowing")
th: <strong>ผลกระทบนอกบริเวณพื้นที่</strong> หมายถึงการปกคลุมภูมิประเทศด้วยอนุภาคทรายที่ลมพัดพามาจากแหล่งที่อยู่ไกลออกไป ("การพัดพาที่มากเกินไป")

# technologies label
source: Cn: fertility decline and reduced organic matter content (not caused by erosion)
th: Cn (Fertility decline): ความอุดมสมบรูณ์และปริมาณอินทรีย์วัตถุในดินถูกทำให้ลดลงไป (ไม่ได้เกิดจากสาเหตุการกัดกร่อน)

# technologies helptext
source: e.g. leaching, soil fertility mining, nutrient oxidation and volatilization (N)
th: เช่น การชะละลาย ความอุดมสมบรูณ์ของดินที่ลดลงไปจากการทำเหมืองแร่ การเกิดออกซิเดชั่นของสารอาหาร และการระเหยเป็นก๊าซ (N)

# technologies label
source: Ca: acidification
th: Ca (Acidification): การเกิดกรด

# technologies helptext
source: <strong>Acidification</strong>: lowering of the soil pH
th: <strong>การเกิดกรด</strong> หมายถึงการลดค่า pH ของดิน

# technologies label
source: Cp: soil pollution
th: Cp (Soil pollution): มลพิษในดิน

# technologies helptext
source: <strong>Soil pollution</strong>: contamination of the soil with toxic materials
th: <strong>มลพิษในดิน</strong> หมายถึงการปนเปื้อนของดินด้วยวัสดุที่เป็นพิษ

# technologies label
source: Cs: salinization/ alkalinization
th: Cs (Salinization/alkalinization): การสะสมเกลือหรือการทำให้เป็นด่าง

# technologies helptext
source: <strong>salinization/ alkalinization</strong>: a net increase of the salt content of the (top) soil leading to a productivity decline
th: <strong>การสะสมเกลือหรือการทำให้เป็นด่าง</strong> หมายถึงการเพิ่มขึ้นสุทธิของปริมาณเกลือในดินชั้นบนซึ่งนำไปสู่การลดลงของผลผลิต

# technologies label
source: Pc: compaction
th: Pc (Compaction): การอัดแน่น

# technologies helptext
source: <strong>Compaction</strong>: deterioration of soil structure by trampling or the weight and/ or frequent use of machinery
th: <strong>การอัดแน่น</strong> หมายถึงการเสื่อมลงของโครงสร้างดินโดยการเหยียบย่ำหรือจากน้ำหนักที่กดทับและหรือจากความถี่ในการใช้เครื่องจักรกล

# technologies label
source: Pk: slaking and crusting
th: Pk (Slaking and crusting): การยืดขยายตัวของอนุภาคดินเหนียวภายในเม็ดดินทำให้เกิดแผ่นแข็งที่ผิวดิน

# technologies helptext
source: <strong>Slaking and crusting</strong>: clogging of pores with fine soil material and development of a thin impervious layer at the soil surface obstructing the infiltration of rainwater
th: <strong>การยืดขยายตัวของอนุภาคดินเหนียวภายในเม็ดดินทำให้เกิดแผ่นแข็งที่ผิวดิน</strong> หมายถึงการอุดตันของรูด้วยการที่เป็นดินเนื้อละเอียด และพัฒนาไปเป็นชั้นดินแน่นทึบบางๆ ที่ผิวดินทำให้น้ำฝนซึมผ่านได้ยาก

# technologies label
source: Pw: waterlogging
th: Pw (Waterlogging): การขังน้ำ

# technologies helptext
source: <strong>Waterlogging</strong>: effects of human induced water saturation of soils (excluding paddy fields)
th: <strong>การขังน้ำ</strong> หมายถึงผลจากการที่ดินอิ่มตัวด้วยน้ำที่ก่อให้เกิดขึ้นโดยมนุษย์ (ไม่รวมนาข้าว)

# technologies label
source: Ps: subsidence of organic soils, settling of soil
th: Ps (Subsidence of organic soils): การจมตัวของดินอินทรีย์ การทรุดตัวของดิน

# technologies label
source: Pu: loss of bio-productive function due to other activities
th: Pu (Loss of bio-productive function): การสูญเสียของหน้าที่การผลิตทางชีวภาพอันเนื่องมาจากกิจกรรมอื่นๆ

# technologies label
source: Bc: reduction of vegetation cover
th: Bc (Reduction of vegetation cover): การลดลงของจำนวนพืชพรรรณที่ปกคลุมดิน

# technologies helptext
source: <strong>Reduction of vegetation cover</strong>: increase of bare/ unprotected soil
th: <strong>การลดลงของจำนวนพืชพรรรณที่ปกคลุมดิน</strong> หมายถึงการเพิ่มขึ้นของพื้นที่ว่างเปล่าหรือพื้นดินที่ไม่ได้รับการปกป้อง

# technologies label
source: Bh: loss of habitats
th: Bh (Loss of habitat): การสูญเสียแหล่งที่อยู่

# technologies helptext
source: <strong>Loss of habitats</strong>: decreasing vegetation diversity (fallow land, mixed systems, field borders), increased fragmentation of habitats
th: <strong>การสูญเสียแหล่งที่อยู่</strong> หมายถึงการลดลงของความหลากหลายด้านพืชพรรณ (ที่ดินที่มีการพักดิน ระบบผสมเขตพื้นที่เพาะปลูก) การกระจายตัวของแหล่งที่อยู่ที่ถูกทำให้เพิ่มขึ้น

# technologies label
source: Bq: quantity/ biomass decline
th: Bq (Quantity/biomass decline): การลดลงของปริมาณหรือมวลชีวภาพ

# technologies helptext
source: <strong>Quantity/ biomass decline</strong>: reduced vegetative production for different land use
th: <strong>การลดลงของปริมาณหรือมวลชีวภาพ</strong> หมายถึงการผลิตพืชพรรณที่ถูกทำให้ลดลงเพื่อการใช้ประโยชน์ที่ดินที่ต่างกัน

# technologies label
source: Bf: detrimental effects of fires
th: Bf (Detrimenta leffects of fires): ผลเสียหายจากไฟ

# technologies helptext
source: <strong>detrimental effects of fires (includes low/ high severity of fires)</strong>: on forest (eg slash and burn), bush, grazing and cropland (burning of residues)
th: <strong>ผลเสียหายจากไฟซึ่งรวมถึงความรุนแรงน้อยหรือมาก</strong> หมายถึงที่เกิดขึ้นกับป่า (เช่น การถางป่าแล้วเผา) เขตแดนในป่าไกลๆ ทุ่งหญ้าเลี้ยงสัตว์ และพื้นที่ปลูกพืช (การเผาซากสิ่งตกค้าง)

# technologies label
source: Bs: quality and species composition/ diversity decline
th: Bs (Quality and species composition): องค์ประกอบหรือความหลากหลายทางคุณภาพและชนิดพันธุ์ลดลง

# technologies helptext
source: <strong>Quality and species composition/ diversity decline</strong>: loss of natural species, land races, palatable perennial grasses; spreading of invasive, salt-tolerant, unpalatable, species/ weeds
th: <strong>องค์ประกอบหรือความหลากหลายทางคุณภาพและชนิดพันธุ์ลดลง</strong> หมายถึงการสูญเสียชนิดพันธุ์ทางธรรมชาติ เผ่าพันธุ์บนบก หญ้ายืนต้นที่มีรสชาติอร่อย การกระจายตัวออกไปของพืชทนความเค็มที่รุกล้ำเข้ามา ชนิดที่ไม่อร่อย ชนิดพันธุ์ต่างๆ หรือพวกวัชพืชต่างๆ

# technologies label
source: Bl: loss of soil life
th: Bl (Loss of soil life): การสูญเสียชีวิตของดิน

# technologies helptext
source: <strong>Loss of soil life</strong>: decline of soil macro-organisms and micro-organisms in quantity and quality
th: <strong>การสูญเสียชีวิตของดิน</strong> หมายถึงการลดลงของสิ่งมีชีวิตขนาดใหญ่ในดินและสิ่งมีชีวิตขนาดเล็กในดินทั้งปริมาณและคุณภาพ

# technologies label
source: Bp: increase of pests/ diseases, loss of predators
th: Bp (Increase of pests/diseases): การเพิ่มขึ้นของศัตรูพืชและโรคพืช การสูญเสียของตัวห้ำและตัวเบียน

# technologies helptext
source: <strong>Increase of pests/ diseases, loss of predators</strong>: reduction of biological control
th: <strong>การเพิ่มขึ้นของศัตรูพืชและโรคพืช</strong> การสูญเสียของตัวห้ำและตัวเบียนหมายถึงการลดลงของการควบคุมด้านชีวภาพ

# technologies label
source: Ha: aridification
th: Ha (Aridification): การทำให้เกิดความแห้งแล้ง

# technologies helptext
source: <strong>Aridification</strong>: decrease of average soil moisture content
th: <strong>การทำให้เกิดความแห้งแล้ง</strong> หมายถึงการลดปริมาณค่าเฉลี่ยของความชื้นในดิน

# technologies label
source: Hs: change in quantity of surface water
th: Hs (Change in quantity of surface water): การเปลี่ยนแปลงปริมาณของน้ำที่ผิวดิน

# technologies helptext
source: <strong>Change in quantity of surface water</strong>: change of the flow regime (flood, peak flow, low flow, drying up of rivers and lakes)
th: <strong>การเปลี่ยนแปลงปริมาณของน้ำที่ผิวดิน</strong> หมายถึงการเปลี่ยนแปลงรูปแบบและการไหลของน้ำ (น้ำท่วมขัง การไหลของน้ำที่ระดับสูงและต่ำ การเหือดแห้งของแม่น้ำและทะเลสาบ)

# technologies label
source: Hg: change in groundwater/aquifer level
th: Hg (Change in groundwater): การเปลี่ยนแปลงของน้ำบาดาลหรือระดับน้ำในแอ่งน้ำบาดาล

# technologies helptext
source: <strong>Change in groundwater/aquifer level</strong>: lowering of groundwater table due to over-exploitation or reduced recharge of groundwater; or increase of groundwater table resulting in waterlogging and/or salinization
th: <strong>การเปลี่ยนแปลงของน้ำบาดาลหรือระดับน้ำในแอ่งน้ำบาดาล</strong> หมายถึงการลดลงของระดับน้ำบาดาลเนื่องจากนำเอาน้ำมาใช้มากเกินไป หรือการลดลงของกระบวนการเติมน้ำเข้าแอ่งน้ำบาดาล หรือการเพิ่มของระดับน้ำบาดาลซึ่งก่อให้เกิดน้ำขังและหรือการสะสมเกลือ

# technologies label
source: Hp: decline of surface water quality
th: Hp (Decline of surface water quality): การลดลงของคุณภาพน้ำที่ผิวดิน

# technologies helptext
source: <strong>Decline of surface water quality</strong>: increased sediments and pollutants in fresh water bodies due to point pollution and land-based pollution
th: <strong>การลดลงของคุณภาพน้ำที่ผิวดิน</strong> หมายถึงการเพิ่มขึ้นของตะกอนและสารที่ก่อให้เกิดมลพิษในแหล่งน้ำจืดอันเนื่องมาจากแหล่งที่เป็นที่เกิดมลพิษปริมาณมากและการเกิดมลพิษที่มาจากบนบก

# technologies label
source: Hq: decline of groundwater quality
th: Hq (Decline of groundwater quality): การเสื่อมถอยลงของคุณภาพน้ำบาดาล

# technologies helptext
source: <strong>Decline of groundwater quality</strong>: due to pollutants infiltrating into the aquifers
th: <strong>การเสื่อมถอยลงของคุณภาพน้ำบาดาล</strong> หมายถึงอันเนื่องมาจากสารก่อมลพิษแทรกซึมเข้าไปที่ชั้นหินอุ้มน้ำ

# technologies label
source: Hw: reduction of the buffering capacity of wetland areas
th: Hw (Reduction of the buffering capacity of wetland): การลดลงของความสามารถในความทนทานต่อการเปลี่ยนแปลงของพื้นที่ชุ่มน้ำ

# technologies helptext
source: <strong>Reduction of the buffering capacity of wetland areas</strong>: to cope with flooding and pollution
th: <strong>การลดลงของความสามารถในความทนทานต่อการเปลี่ยนแปลงของพื้นที่ชุ่มน้ำ</strong> ในการรับมือกับน้ำท่วมและมลพิษ

# technologies label
source: convex situations
th: สถานการณ์ในที่ลาดนูน (convex situations)

# technologies helptext
source: <strong>Convex</strong>: ridge (diversion of water flow)
th: คอนเวกซ์ (convex)หมายถึงสันเขา (การแปรทิศทางการไหลของน้ำ)

# technologies label
source: concave situations
th: สถานการณ์ในที่ลาดแอ่นตรงส่วนที่เป็นที่ราบเชิงเขา (concave situations)

# technologies helptext
source: <strong>Concave</strong>: depression (conversion of water flow)
th: คอนเคฟ (concave) หมายถึงแอ่งบนที่ราบ (การเปลี่ยนแปลงของการไหลของน้ำ)

# technologies label
source: individual/ household
th: เป็นรายบุคคล/ครัวเรือน

# technologies label
source: groups/ community
th: กลุ่ม/ชุมชน

# technologies label
source: cooperative
th: สหกรณ์

# technologies label
source: employee (company, government)
th: ลูกจ้าง (บริษัท รัฐบาล)

# technologies label
source: less than 10%% of all income
th: < 10%% ของรายได้ทั้งหมด

# technologies label
source: 10-50%% of all income
th: 10-50%% ของรายได้ทั้งหมด

# technologies label
source: > 50%% of all income
th: > 50%% ของรายได้ทั้งหมด

# technologies label
source: manual work
th: งานที่ใช้แรงกาย

# technologies label
source: animal traction
th: การใช้กำลังจากสัตว์

# technologies label
source: mechanized/ motorized
th: การใช้เครื่องจักรหรือเครื่องยนต์

# technologies label
source: single site
th: พื้นที่เดี่ยว

# technologies label
source: 2-10 sites
th: พื้นที่ 2-10 แห่ง

# technologies label
source: 10-100 sites
th: พื้นที่ 10-100 แห่ง

# technologies label
source: 100-1000 sites
th: พื้นที่ 100-1,000 แห่ง

# technologies label
source: > 1000 sites
th: พื้นที่ > 1,000 แห่ง

# technologies label
source: Cropland
th: ทีดินปลูกพืช

# technologies helptext
source: Land used for cultivation of crops (field crops, orchards)
th: ที่ดินที่ถูกใช้สำหรับทำการเพาะปลูกพืชผลต่างๆ (พืชไร่ สวนผลไม้)

# technologies label
source: Grazing land
th: ทุ่งหญ้าเลี้ยงสัตว์

# technologies helptext
source: Land used for animal production
th: ที่ดินที่ใช้สำหรับทำการเลี้ยงสัตว์

# technologies label
source: Forest/ woodlands
th: ป่าหรือพื้นที่ป่า

# technologies helptext
source: land used mainly for wood production, other forest products, recreation, protection.
th: ที่ดินที่ใช้ประโยชน์หลักๆเพื่อการผลิตไม้และ ผลิตภ็ณฑ์จากป่า สันทนาการ และรักษาไว้เป็นป่า

# technologies label
source: Mixed (crops/ grazing/ trees), incl. agroforestry
th: ผสมผสาน (ปลูกพืช ทุ่งหญ้าเลี้ยงสัตว์ ต้นไม้) รวมถึงการปลูกป่าร่วมกับพืชไร่

# technologies helptext
source: mixture of land use types within the same land unit (includes agroforestry)
th: การผสมผสานกันของรูปแบบต่างๆ ในการใช้ประโยชน์ที่ดินภายในแปลงที่ดินเดียวกัน (รวมการปลูกป่าร่วมกับพืชไร่)

# technologies label
source: Settlements, infrastructure
th: การตั้งถิ่นฐานหรือโครงสร้างพื้นฐาน

# technologies label
source: Waterways, waterbodies, wetlands
th: ทางน้ำ ห้วงน้ำ หรือพื้นที่ชุ่มน้ำ

# technologies label
source: Mines, extractive industries
th: เหมืองแร่หรืออุตสาหกรรมสกัดจากธรรมชาติ

# technologies label
source: Unproductive land
th: ที่ดินที่ไม่ให้ผลิตผล

# technologies label
source: rainfed
th: น้ำฝน

# technologies helptext
source: crop(s) establishment and development is completely determined by rainfall.
th: การปลูกและการเจริญเติบโตของพืชผลนั้นขึ้นอยูกับปริมาณน้ำฝนโดยสิ้นเชิง

# technologies label
source: mixed rainfed-irrigated
th: ผสมกันระหว่างน้ำฝนและการชลประทาน

# technologies helptext
source: the application of a limited amount of water to the crop when rainfall fails to provide sufficient water for plant growth, to increase and stabilise yield; the additional water alone is inadequate for crop production.
th: การใช้ปริมาณน้ำที่มีอยู่จำกัดให้แก่พืชเมื่อปริมาณน้ำฝนไม่พอเพียงต่อการเจริญเติบโตของพืช ดังนั้นเพื่อที่จะเพิ่มผลผลิตให้เกิดความเสถียรและน้ำที่ได้รับเพิ่มจากน้ำชลประทานจะช่วยให้เพียงพอสำหรับการผลิตพืชผล

# technologies label
source: full irrigation
th: การชลประทานแบบเต็มรูปแบบ

# technologies helptext
source: any of several means of an artificial regular supply of water, in addition to rain, to the crop(s).
th: วิธีการหลายอย่างในการส่งลำเลียงน้ำให้แก่พืช นอกเหนือไปจากน้ำฝน

# technologies label
source: agronomic measures
th: มาตรการด้านการปลูกพืช

# technologies helptext
source: <strong>Agronomic measures</strong><ul><li>are usually associated with annual crops</li><li>are repeated routinely each season or in a rotational sequence</li><li>are of short duration and not permanent</li><li>do not lead to changes in slope profile</li><li>are normally independent of slope</li></ul>
th: <strong>มาตรการด้านการปลูกพืช</strong><ul><li> ปกติเป็นพืชปีเดียว</li><li>ทำซ้ำเป็นกิจวัตรในแต่ละฤดูหรือเป็นลำดับแบบหมุนเวียน</li><li> ใช้เวลาเป็นช่วงสั้นๆ และไม่ถาวร</li><li> ไม่นำไปสู่การเปลี่ยนแปลงในหน้าตัดของพื้นที่ลาดชัน</li><li> ปกติไม่ขึ้นอยู่กับความลาดชัน</li></ul>

# technologies label
source: vegetative measures
th: มาตรการด้านพืชพรรณ

# technologies helptext
source: <strong>Vegetative measures</strong><ul><li>involve the use of perennial grasses, shrubs or trees</li><li>are of long duration</li><li>often lead to a change in slope profile</li><li>are often aligned along the contour or against the prevailing wind direction</li><li>are often spaced according to slope</li></ul>
th: <strong>มาตรการด้านพืชพรรณ</strong><li>เกี่ยวข้องกับการใช้ประโยชน์จากหญ้าที่มีอายุหลายปี ไม้พุ่ม หรือต้นไม้</li><li> ใช้ระยะเวลานาน</li><li> มักจะนำไปสู่การเปลี่ยนแปลงในหน้าตัดของพื้นที่ลาดชัน</li><li> มักจะทำเป็นแนวเส้นตรงไปตามแนวระดับหรือต้านลมประจำปี</li><li>มักจะทำให้ป็นระยะห่างตามที่ลาด</li><ul>

# technologies label
source: management measures
th: มาตรการด้านการจัดการ

# technologies helptext
source: <strong>Management measures</strong><ul><li>involve a fundamental change in land use</li><li>usually involve no agronomic and structural measures</li><li>often result in improved vegetative cover</li><li>often reduce the intensity of use</li></ul>
th: <strong>มาตรการด้านการจัดการ</strong><ul><li>เกี่ยวข้องกับการเปลี่ยนแปลงพื้นฐานในการใช้ประโยชน์ที่ดิน</li><li>ปกติไม่เกี่ยวข้องกับมาตรการทางด้านการปลูกพืชไร่และทางโครงสร้าง</li><li>มักจะก่อให้เกิดการปกคลุมด้วยพืชพรรณ</li><li>มักจะไปลดความเข้มขันของการใช้ประโยชน์</li></ul>

# technologies label
source: soil erosion by water
th: การกัดกร่อนของดินโดยน้ำ

# technologies label
source: soil erosion by wind
th: การกัดกร่อนของดินโดยลม

# technologies label
source: chemical soil deterioration
th: การเสื่อมโทรมของดินทางด้านเคมี

# technologies label
source: physical soil deterioration
th: การเสื่อมโทรมของดินทางด้านกายภาพ

# technologies label
source: biological degradation
th: การเสื่อมโทรมของดินทางด้านชีวภาพ

# technologies label
source: water degradation
th: การเสื่อมของน้ำ

# technologies label
source: Agronomic
th: ด้านปลูกพืช

# technologies label
source: Vegetative
th: ด้านพืชพรรณ

# technologies label
source: Structural
th: ด้านโครงสร้าง

# technologies label
source: Management
th: ด้านการจัดการ

# technologies label
source: Other measures
th: มาตรการอื่นๆ

# technologies label
source: < 250 mm
th: < 250 มม.

# technologies label
source: 251-500 mm
th: 251-500 มม.

# technologies label
source: 501-750 mm
th: 501-750 มม.

# technologies label
source: humid
th: ชื้น

# technologies helptext
source: <strong>Humid</strong>: Length of growing period (LGP) > 270 days
th: <strong>ชื้น</strong> หมายถึงช่วงเวลาของการปลูกพืช (แอลจีพี) > 270 วัน

# technologies label
source: sub-humid
th: กึ่งชุ่มชื้น

# technologies helptext
source: <strong>Sub-humid</strong>: Length of growing period (LGP) 180 - 269 days
th: <strong>กึ่งชุ่มชื้น</strong> หมายถึงช่วงเวลาของการปลูกพืช (แอลจีพี) 180- 269 วัน

# technologies label
source: semi-arid
th: กึ่งแห้งแล้ง

# technologies helptext
source: <strong>Semi-arid</strong>: Length of growing period (LGP) 75 - 179 days
th: <strong>กึ่งแห้งแล้ง</strong> หมายถึงช่วงเวลาของการปลูกพืช (แอลจีพี) 75-179 วัน

# technologies label
source: arid
th: แห้งแล้ง

# technologies helptext
source: <strong>Arid</strong>: Length of growing period (LGP) 0 - 74 days
th: <strong>แห้งแล้ง</strong> หมายถึงช่วงเวลาของการปลูกพืช (แอลจีพี) 0-74 วัน

# technologies label
source: flat (0-2%%)
th: ราบเรียบ (0-2%%)

# technologies label
source: gentle (3-5%%)
th: ลาดที่ไม่ชัน (3-5%%)

# technologies label
source: moderate (6-10%%)
th: ปานกลาง (6-10%%)

# technologies label
source: rolling (11-15%%)
th: เป็นลูกคลื่น (11-15%%)

# technologies label
source: hilly (16-30%%)
th: เป็นเนิน (16-30%%)

# technologies label
source: steep (31-60%%)
th: ชัน (31-60%%)

# technologies label
source: very steep (>60%%)
th: ชันมาก (>60%%)

# technologies label
source: plateau/plains
th: ที่ราบสูงหรือที่ราบ

# technologies label
source: ridges
th: สันเขา

# technologies label
source: mountain slopes
th: ไหล่เขา

# technologies label
source: hill slopes
th: ไหล่เนินเขา

# technologies label
source: footslopes
th: ตีนเนิน

# technologies label
source: valley floors
th: ก้นหุบเขา

# technologies label
source: 0-100 m a.s.l.
th: 0-100 ม. จากระดับน้ำทะเล

# technologies label
source: very shallow (0-20 cm)
th: ตื้นมาก (0-20 ซม.)

# technologies label
source: shallow (21-50 cm)
th: ตื้น (21-50 ซม.)

# technologies label
source: moderately deep (51-80 cm)
th: ลึกปานกลาง (51-80 ซม.)

# technologies label
source: deep (81-120 cm)
th: ลึก (81-120 ซม.)

# technologies label
source: very deep (> 120 cm)
th: ลึกมาก (>120 ซม.)

# technologies label
source: coarse/ light (sandy)
th: หยาบ/เบา (เป็นทราย)

# technologies label
source: medium (loamy, silty)
th: ปานกลาง(ร่วน เป็นแป้ง)

# technologies label
source: fine/ heavy (clay)
th: เนื้อละเอียด (เป็นดินเหนียวจัด)

# technologies label
source: high (>3%%)
th: สูง (>3%%)

# technologies label
source: medium (1-3%%)
th: ปานกลาง (1-3%%)

# technologies label
source: low (<1%%)
th: ต่ำ (<1%%)

# technologies label
source: on surface
th: ที่ผิวดิน

# technologies label
source: < 5 m
th: <5 ม.

# technologies label
source: 5-50 m
th: 5-50 ม.

# technologies label
source: > 50 m
th: > 50 ม.

# technologies label
source: excess
th: เกินพอ

# technologies helptext
source: E.g. frequent waterlogging, high runoff
th: เช่น เกิดภาวะชุ่มน้ำอยู่บ่อย มีน้ำไหลบ่าสูง

# technologies label
source: good
th: ดี

# technologies helptext
source: E.g. available year-round
th: เช่น มีตลอดปี

# technologies label
source: medium
th: ปานกลาง
