Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

# approaches label
source: Was research part of the Approach?
th: การวิจัยเป็นส่วนหนึ่งของแนวทางหรือไม่

# approaches label
source: Specify topics
th: ระบุหัวข้อเรื่อง

# approaches label
source: Is monitoring and evaluation part of the Approach?
th: การติดตามตรวจสอบและประเมินผลเป็นส่วนหนึ่งของแนวทางหรือไม่

# approaches label
source: Give further details and indicate who did the research
th: ให้ข้อมูลเพิ่มเติมและให้ระบุผู้ทำการวิจัย

# approaches label
source: Indicate the annual budget for the SLM component of the Approach in US$
th: ระบุงบประมาณประจำปีสำหรับแนวทาง SLM นี้ เป็นหน่วยดอลลาร์สหรัฐ

# approaches helptext
source: Including training and extension, research, implementation of Technology/ Technologies
th: ซึ่งรวมการอบรมและการส่งเสริม วิจัย การนำเทคโนโลยีไปปฏิบัติใช้

# approaches label
source: If precise annual budget is not known, indicate range
th: ถ้าหากว่างบประมาณประจำปีไม่เป็นที่ทราบแน่นอน ให้ระบุช่วงลงไป

# approaches label_filter
source: Range of annual budget
th: ช่วงของงบประมาณประจำปี

# approaches label
source: Comments (e.g. main sources of funding/ major donors)
th: แสดงความคิดเห็น (แหล่งของการระดมทุน ผู้บริจาคคนสำคัญ)

# approaches label
source: Did land users receive financial/ material support for implementing the Technology/ Technologies?
th: ผู้ใช้ที่ดินได้รับการสนับสนุนด้านการเงิน / วัสดุอุปกรณ์ไปปฏิบัติใช้เทคโนโลยีหรือไม่

# approaches helptext
source: <p>E.g. tax exemptions, compensation payments, subsidies)</p><p>If no, go to question 5.4.</p>
th: <p>(การยกเว้นภาษี การจ่ายค่าตอบแทน การสนับสนุนอื่น ๆ)</p><p>ถ้าไม่ ให้ไปที่คำถาม 5.4 </p>

# approaches label
source: If yes, specify type(s) of support, conditions, and provider(s)
th: ถ้าใช่ ให้ระบุประเภทของการสนับสนุน เงื่อนไขและผู้จัดหามาให้

# approaches label
source: Specify credit providers
th: ระบุผู้ให้เครดิต

# approaches label
source: Specify credit receivers
th: ระบุผู้รับเครดิต

# approaches label
source: Did the Approach help land users to implement and maintain SLM Technologies?
th: ช่วยให้ผู้ใช้ที่ดินนำเอาเทคโนโลยี SLMไปใช้และบำรุงรักษาสภาพไว้ได้หรือไม่

# approaches label
source: Did the Approach encourage young people/ the next generation of land users to engage in SLM?
th: ส่งเสริมให้เยาวชนหรือบุตรหลานของผู้ใช้ที่ดินให้เข้าร่วมใน SLM

# approaches label
source: Did the Approach improve issues of land tenure/ user rights that hindered implementation of SLM Technologies?
th: ปรับปรุงประเด็นของการถือครองที่ดินหรือสิทธิในการใช้ ซึ่งขัดขวางการนำเทคโนโลยีไปใช้ให้ดีขึ้น

# approaches label
source: community-based organizations
th: องค์กรที่ขึ้นอยู่กับชุมชน

# approaches label
source: teachers/ school children/ students
th: ครู เด็กนักเรียน หรือนักศึกษา

# approaches label
source: NGO
th: องค์กรพัฒนาเอกชน

# approaches label
source: private sector
th: ภาคเอกชน

# approaches label
source: local government
th: รัฐบาลระดับท้องถิ่น

# approaches label
source: national government (planners, decision-makers)
th: รัฐบาลแห่งชาติ (ผู้วางแผน ผู้ทำการตัดสินใจ)

# approaches label
source: international organization
th: องค์การระหว่างประเทศ

# approaches label
source: traditional/ indigenous
th: แบบดั้งเดิม/ แบบพื้นเมิอง

# approaches label
source: recent local initiative/ innovative
th: เป็นนวัตกรรมท้องถิ่นล่าสุด/ นวัตกรรมใหม่

# approaches label
source: project/ programme based
th: ใช้โครงงานหรือแผนงานเป็นฐาน

# approaches label
source: enabling
th: เอื้ออำนวย

# approaches label
source: hindering
th: เป็นอุปสรรค

# approaches label
source: evaluation of well-documented SLM knowledge (evidence-based decision-making)
th: การประเมินความรู้ SLM ที่ได้ทำการบันทึกไว้เป็นอย่างดี (การใช้ข้อมูลในการตัดสินใจ)

# approaches label
source: research findings
th: สิ่งที่ค้นพบจากงานวิจัย

# approaches label
source: land users
th: ผู้ใช้ที่ดิน

# approaches label
source: demonstration areas
th: ใช้พื้นที่ทำการสาธิต

# approaches label
source: public meetings
th: จัดการประชุมสู่สาธารณชน

# approaches label
source: courses
th: จัดคอร์ส

# approaches label
source: on land users' fields
th: ไปเยี่ยมชมสถานที่

# approaches label
source: no
th: ไม่

# approaches label
source: yes, moderately
th: ใช่ ปานกลาง

# approaches label
source: yes, greatly
th: ใช่ อย่างมาก

# approaches label
source: regional
th: ภูมิภาค

# approaches label
source: national
th: ประเทศ

# approaches label
source: financial
th: ด้านการเงิน

# approaches label
source: equipment
th: อุปกรณ์

# approaches label
source: none
th: ไม่มี

# approaches label
source: labour
th: แรงงาน

# approaches label
source: agricultural
th: การเกษตร

# approaches label
source: construction
th: วัสดุสำหรับการก่อสร้าง

# approaches label
source: infrastructure
th: โครงสร้างพื้นฐาน

# approaches label
source: partly financed
th: ได้รับการช่วยเหลือทางการเงินบางส่วน

# approaches label
source: fully financed
th: ได้รับการช่วยเหลือทางการเงินแบบเต็ม

# approaches helptext
source: No costs to land users
th: ไม่มีค่าใช้จ่ายไปที่ผู้ใช้ที่ดิน

# approaches label
source: machinery
th: เครื่องจักร

# approaches label
source: tools
th: เครื่องมือ

# approaches label
source: seeds
th: เมล็ด

# approaches label
source: fertilizers
th: ปุ๋ย

# approaches label
source: stone
th: หิน

# approaches label
source: wood
th: ไม้

# approaches label
source: roads
th: ถนน

# approaches label
source: schools
th: โรงเรียน

# approaches label
source: voluntary
th: สมัครใจ

# approaches label
source: food-for-work
th: อาหารสำหรับการทำงาน

# approaches label
source: paid in cash
th: จ่ายเป็นเงินสด

# approaches label
source: rewarded with other material support
th: ให้ค่าตอบแทนด้วยการสนับสนุนด้านวัสดุอุปกรณ์อื่น ๆ

# approaches label
source: No
th: ไม่ใช่

# approaches label
source: Yes, little
th: ใช่ เล็กน้อย

# approaches label
source: Yes, moderately
th: ใช่ ปานกลาง

# approaches label
source: Yes, greatly
th: ใช่ อย่างมาก

# approaches label
source: increased production
th: การผลิตที่เพิ่มขึ้น

# approaches label
source: increased profit(ability), improved cost-benefit-ratio
th: กำไร (ความสามารถ) อัตราส่วนค่าใช้จ่ายต่อผลประโยชน์ที่เพิ่มขึ้น

# approaches label
source: reduced workload
th: ภาระงานลดลง

# approaches label
source: payments/ subsidies
th: การจ่ายเงินหรือการช่วยเหลือ

# approaches label
source: rules and regulations (fines)/ enforcement
th: กฎและระเบียบ (ค่าปรับ) หรือการบังคับใช้

# approaches label
source: prestige, social pressure/ social cohesion
th: เกียรติภูมิ แรงกดดันทางสังคม ความเชื่อมแน่นทางสังคม

# approaches label
source: affiliation to movement/ project/ group/ networks
th: การเข้าร่วมสมทบในขบวนการ โครงการ กลุ่ม เครือข่าย

# approaches label
source: environmental consciousness
th: จิตสำนึกด้านสิ่งแวดล้อม

# approaches label
source: enhanced SLM knowledge and skills
th: ความรู้และทักษะ SLM ที่เพิ่มพูนขึ้น

# approaches label
source: conflict mitigation
th: การบรรเทาด้านความขัดแย้ง

# approaches label
source: yes
th: ใช่

# approaches label
source: uncertain
th: ไม่แน่ใจ

# approaches label
source: researchers
th: นักวิจัย

# approaches label
source: yes, a little
th: ใช่ เล็กน้อย

# approaches label
source: local land users/ local communities
th: ผู้ใช้ที่ดินระดับท้องถิ่นหรือชุมชนระดับท้องถิ่น

# approaches helptext
source: <strong>Local land users/ local communities:</strong> means the Approach involved local land users or local communities, but no international agencies, government bodies, or non-governmental interventions.
th: <strong>ผู้ใช้ที่ดินระดับท้องถิ่นหรือชุมชนระดับท้องถิ่น</strong> หมายถึงแนวทางที่เกี่ยวข้องกับผู้ใช้ที่ดินระดับท้องถิ่นหรือชุมชนระดับท้องถิ่น แต่ไม่ใช่องค์กรระหว่างประเทศ หน่วยงานภาครัฐหรือหน่วยงานที่ไม่เกี่ยวข้องกับรัฐบาล

# approaches label
source: SLM specialists/ agricultural advisers
th: ผู้เชี่ยวชาญ SLM หรือที่ปรึกษาการเกษตร

# approaches label
source: passive
th: ไม่ลงมือ

# approaches helptext
source: <strong>Passive:</strong> means that local people participate by being informed what will happen or has already happened. They may also participate by being consulted or by answering questions, but they do not decide.
th: <strong>ไม่ลงมือ</strong> หมายถึงคนระดับท้องถิ่นเข้ามีส่วนร่วมโดยการได้รับแจ้งถึงว่าอะไรจะเกิดขึ้นหรือได้เกิดขึ้นแล้ว อาจมีส่วนร่วมด้วยการได้รับคำปรึกษาหรือโดยการตอบคำถาม แต่ก็ไม่ได้ตัดสินใจ

# approaches label
source: external support
th: จ่ายเงินหรือสนับสนุนจากภายนอก

# approaches helptext
source: <strong>external support:</strong> means that local people participate in return for food, cash, or other material support.
th: <strong>จ่ายเงินหรือสนับสนุนจากภายนอก</strong> หมายถึงการที่คนระดับท้องถิ่นเข้าร่วมเพื่อจะรับได้อาหาร เงินสด หรือการสนับสนุนด้านวัสดุอื่น ๆ เป็นการตอบแทน

# approaches label
source: interactive
th: ปฏิสัมพันธ์

# approaches helptext
source: <strong>Interactive:</strong> means that local people and the project team jointly analyse the situation, jointly develop action plans and form institutions, and jointly decide on the use of resources.
th: <strong>ปฏิสัมพันธ์</strong> หมายถึงการที่คนระดับท้องถิ่นและทีมงานของโครงการทำการวิเคราะห์สถานการณ์ร่วมกัน พัฒนาแผนปฏิบัติการร่วมกัน และก่อตั้งสถาบันขึ้นมา และทำการตัดสินใจร่วมกันถึงการใช้แหล่งทรัพยากร

# approaches label
source: self-mobilization
th: ระดมกำลังด้วยตนเอง

# approaches helptext
source: <strong>Self-mobilization:</strong> means that local people participate by implementing their own initiatives independently of external institutions. They may interact with external institutions to obtain resources and technical advice, but they retain control over how resources are used.
th: <strong>ระดมกำลังค้วยตัวเอง</strong> หมายถึงการที่คนระดับท้องถิ่นเข้าร่วมโดยการริเริ่มลงมือปฏิบัติด้วยตนเอง เป็นอิสระจากองค์กรภายนอก อาจจะปฏิสัมพันธ์กับองค์กรภายนอกเพื่อที่จะได้รับทรัพยากรหรือคำแนะนำด้านเทคนิคมา แต่ยังคงควบคุมการใช้ทรัพยากรเอง

# approaches label
source: land users alone (self-initiative)
th: ผู้ใช้ที่ดินเพียงผู้เดียว ( ริเริ่มด้วยตัวเอง)

# approaches label
source: mainly land users, supported by SLM specialists
th: ผู้ใช้ที่ดินเป็นผู้ตัดสินใจหลัก โดยการสนับสนุนจากผู้เชี่ยวชาญ SLM

# approaches label
source: all relevant actors, as part of a participatory approach
th: ผู้ลงมือปฏิบัติที่เกี่ยวข้องทั้งหมดในฐานะที่เป็นส่วนรวมของแนวทาง

# approaches label
source: mainly SLM specialists, following consultation with land users
th: ผู้เชี่ยวชาญ SLM เป็นผู้ตัดสินใจหลัก ที่ติดตามให้คำปรึกษากับผู้ใช้ที่ดิน

# approaches label
source: SLM specialists alone
th: ผู้เชี่ยวชาญ SLM เพียงผู้เดียว

# approaches label
source: politicians/ leaders
th: นักการเมืองหรือผู้นำ

# approaches label
source: personal experience and opinions (undocumented)
th: ประสบการณ์และความคิดเห็นส่วนตัว (ไม่ได้ลงบันทึกไว้)

# approaches label
source: field staff/ advisers
th: เจ้าหน้าที่ภาคสนาม / ที่ปรึกษา

# approaches label
source: farmer-to-farmer
th: เกษตรกรกับเกษตรกร

# approaches label
source: at permanent centres
th: ที่ศูนย์ถาวร

# approaches label
source: sociology
th: สังคมวิทยา

# approaches label
source: economics / marketing
th: เศรษฐศาสตร์หรือการตลาด

# approaches label
source: ecology
th: นิเวศวิทยา

# approaches label
source: technology
th: เทคโนโลยี

# approaches label
source: reduced land degradation
th: การเสื่อมของที่ดินลดลง

# approaches label
source: reduced risk of disasters
th: ความเสี่ยงของภัยพิบัติลดลง

# approaches label
source: aesthetic improvement
th: การปรับปรุงด้านสุทรียภาพ

# approaches label
source: customs and beliefs, morals
th: ประเพณีและความเชื่อ ศีลธรรม

# approaches label
source: local
th: ท้องถิ่น

# approaches label
source: capacity building/ training
th: การสร้างขีดความสามารถ / การอบรม

# approaches label
source: social/ cultural/ religious norms and values
th: บรรทัดฐานและค่านิยมทางสังคม วัฒนธรรม ศาสนา

# approaches label
source: availability/ access to financial resources and services
th: การมีไว้ให้หรือการเข้าถึงแหล่งการเงินและบริการ

# approaches label
source: institutional setting
th: การจัดตั้งระดับองค์กร

# approaches label
source: collaboration/ coordination of actors
th: การร่วมมือหรือการทำงานประสานกันของผู้ลงมือปฏิบัติ

# approaches label
source: legal framework (land tenure, land and water use rights)
th: กรอบแนวทางในการดำเนินการด้านกฎหมาย (การถือครองที่ดิน สิทธิในการใช้ที่ดินและน้ำ)

# approaches label
source: policies
th: นโยบาย

# approaches label
source: markets (to purchase inputs, sell products) and prices
th: ตลาด (จัดซื้อปัจจัยนำเข้า ขายผลิตภัณฑ์) และราคา

# approaches label
source: workload, availability of manpower
th: ปริมาณงานที่ทำได้ กำลังคนที่มีให้

# approaches label
source: other
th: อื่นๆ

# approaches helptext
source: Note: Some projects/ programmes include many activities other than SLM. Please calculate/ estimate only the amount that was used for the Approach as described here. Refer to project documents.
th: ข้อสังเกต บางโครงการหรือโปรแกรมอาจรวมเอากิจกรรมมากมายนอกจาก SLM ไว้ด้วย กรุณาคำนวณ / ประมาณเพียงแค่จำนวนที่ใช้สำหรับแนวทางดังที่ได้อธิบายไว้ในนี้ ให้อ้างอิงไปที่เอกสารของโครงการ

# approaches helptext
source: Note: Includes all forms of credits, loans, micro-finance mechanisms
th: ข้อสังเกต รวมทุกรูปแบบของเครดิต สินเชื่อ กลไกระบบการเงินระดับฐานราก

# approaches helptext
source: E.g. supporting policies, regulations, etc.
th: การสนับสนุนนโยบาย กฎระเบียบ

# approaches label
source: Key resource person(s)
th: วิทยากรหลัก

# approaches helptext
source: Person(s) who provided most of the information documented in this questionnaire. These can be land users, or SLM specialists (e.g. technical advisors, researchers) or any other persons.
th: บุคคลผู้ให้ข้อมูลส่วนมากที่บันทึกลงในแบบสอบถามนี้ บุคคลผู้นี้อาจจะเป็นผู้ใช้ที่ดิน ผู้เชี่ยวชาญSLM (ตัวอย่างเช่น ที่ปรึกษาด้านเทคนิค ผู้ทำการวิจัย) หรือบุคคลอื่น

# approaches label
source: land governance (decision-making, implementation and enforcement)
th: การกำกับดูแลที่ดิน (การตัดสินใจ การนำเอาไปปฏิบัติใช้ และการบังคับใช้)

# approaches label
source: knowledge about SLM, access to technical support
th: ความรู้เกี่ยวกับ SLM การเข้าถึงการสนับสนุนด้านเทคนิค

# approaches label
source: initiation/ motivation
th: การริเริ่มหรือการจูงใจ

# approaches label
source: planning
th: การวางแผน

# approaches label
source: implementation
th: การดำเนินการ

# approaches label
source: monitoring/ evaluation
th: การติดตามตรวจสอบหรือการประเมินผล

# approaches helptext
source: <p>Please provide a first image of the SLM Approach. You can add more images later.</p><p>Maximum file size: 3 MB. Valid file formats: JPG, PNG, GIF.</p>
th: <p>กรุณาใส่รูปภาพแนวทางเอสเอ็มแอลหนึ่งรูป สามารถเพิ่มรูปภาพได้ในภายหลัง</p><p>รองรับไฟล์ใหญ่สุดขนาด 3MB ในรูปแบบ JPG PNG และ GIF</p>

# approaches label
source: Contact details of resource persons and institutions involved in the assessment and documentation of the Approach
th: รายละเอียดที่ติดต่อได้ของผู้รวบรวมและองค์กรที่เกี่ยวข้องในการประเมินและการจัดเตรียมทำเอกสารของแนวทาง

# approaches label
source: Conditions regarding the use of data documented through WOCAT
th: เงื่อนไขที่เกี่ยวข้องกับการใช้ข้อมูลที่ได้บันทึกไว้ผ่านทาง WOCAT

# approaches label
source: Stakeholders involved in the Approach and their roles
th: ผู้มีส่วนได้ส่วนเสียที่เกี่ยวข้องในแนวทางนี้และบทบาท

# approaches label
source: Dates of initiation and termination of the Approach
th: วันที่เริ่มต้นและสิ้นสุดของแนวทาง

# approaches label
source: Advisory service
th: การบริการให้คำแนะนำ

# approaches label
source: Monitoring and evaluation
th: การติดตามตรวจสอบและประเมินผล

# approaches label
source: Annual budget for the SLM component of the Approach
th: ระบุงบประมาณประจำปีสำหรับแนวทาง SLM นี้

# approaches label
source: Subsidies for specific inputs (including labour)
th: เงินสนับสนุนสำหรับปัจจัยนำเข้า (รวมถึงแรงงาน)

# approaches helptext
source: <p>If no inputs were subsidized, go to question 5.4.</p><p><strong>Subsidy</strong>: a subsidy is an instrument used by the state or by private actors to reduce the costs of a product or increase the returns from a particular activity (Kerr, 1994). It may be provided in cash or in kind and usually serves a specific purpose.</p>
th: <p>ถ้าปัจจัยนำเข้าไม่ได้รับการช่วยเหลือ ให้ไปที่คำถาม 5.4 </p><p><strong>เงินสนับสนุน เงินสนับสนุนเป็นเครื่องมือที่ถูกใช้โดยรัฐหรือโดยผู้ลงมือปฏิบัติภาคเอกชน เพื่อที่จะลดต้นทุนของผลิตภัณฑ์หรือเพิ่มผลกำไรจากกิจกรรมบางส่วน (Kerr, 1994) อาจถูกจัดหามาในรูปของเงินสดหรือสิ่งของ และมักจะให้ตรงตามจุดประสงค์ที่เฉพาะเจาะจง</strong>

# approaches label
source: Credit
th: เครดิต

# approaches label
source: Other incentives or instruments
th: แรงจูงใจหรือเครื่องมืออื่น ๆ

# approaches label
source: Sustainability of Approach activities
th: ความยั่งยืนของกิจกรรมของแนวทาง

# approaches label
source: Strengths/ advantages of the Approach
th: จุดแข็งและข้อได้เปรียบของแนวทาง

# approaches label
source: Financial/ material support provided to land users
th: การสนับสนุนด้านการเงิน / วัสดุอุปกรณ์ให้แก่ผู้ใช้ที่ดิน

# approaches label
source: Name of the SLM Approach (hereafter referred to as the Approach)
th: ชื่อของแนวทาง SLM (ต่อไปนี้จะเรียกว่า แนวทาง)

# approaches helptext
source: Name of the SLM Approach: Do not use the exact same name as used for the corresponding Technology (QT); try to find a name that reflects the main characteristic of the Approach (name of project/ programme/ initiative, name of implementation/ extension/ promotion method used, etc.)
th: ชื่อของแนวทาง SLM อย่าใช้ชื่อเหมือนกับเทคโนโลยี (QT) ที่สอดคล้องกัน พยายามหาชื่อที่สะท้อนให้เห็นถึงลักษณะสำคัญของแนวทาง (ชื่อของโครงการ แผนงาน การริเริ่ม ชื่อของการดำเนินการ การส่งเสริม หรือวิธีการส่งเสริมที่ถูกเอามาใช้ เป็นต้น)

# approaches label_view
source: Name of the SLM Approach
th: ชื่อของแนวทาง SLM

# approaches label
source: Reference(s) to Questionnaire(s) on SLM Technologies
th: การอ้างอิงถึงแบบสอบถามเรื่องเทคโนโลยี SLM

# approaches helptext
source: <p>Indicate SLM Technologies which were promoted by and implemented through this Approach.</p><p>The major Technologies promoted by and implemented through this Approach must be described in separate SLM Technology questionnaires. WOCAT recommends that you first fill in the Technology questionnaire and that you focus your description of the Approach on the Technology/ Technologies documented.</p>
th: <p>ระบุเทคโนโลยีSLM ที่ได้รับการส่งเสริมและนำไปปฏิบัติใช้โดยแนวทางนี้ และระบุผู้รวบรวมด้วย</p><p>เทคโนโลยีที่สำคัญที่ได้รับการส่งเสริมและนำไปปฏิบัติใช้โดยวิธีนี้ ต้องอธิบายไว้ในแบบสอบถามเรื่องเทคโนโลยีที่แยกออกไปต่างหาก WOCATขอแนะนำว่าควรกรอกแบบสอบถามเรื่องเทคโนโลยีก่อน แล้วจึงอธิบายแนวทางของเทคโนโลยีที่ได้ลงบันทึกไว้</p>

# approaches helptext
source: Summarize the Approach in 1-2 sentences. Make sure this short description is precise and contains relevant key words. It is the lead text of this documentation and provides an important basis for searching the database.
th: สรุปแนวทางมาซัก 1 - 2 ประโยค ต้องให้แน่ใจด้วยว่าการอธิบายแบบสั้นๆ ถูกต้องแม่นยำและประกอบไปด้วยคำสำคัญที่ตรงประเด็น ซึ่งเป็นบทนำของการจัดทำเอกสารนี้ และเป็นพื้นฐานที่สำคัญสำหรับการค้นหาฐานข้อมูล

# approaches helptext
source: <p>The detailed description should provide a concise but comprehensive picture of the Approach to outsiders. It should therefore address key questions such as:</p><ol><li>What are the main characteristics/ distinct features of the Approach?</li><li>What are the aims/ objectives of the Approach?</li><li>Which methods were used?</li><li>Which were the stages of implementation?</li><li>Which stakeholders were involved, and what were their roles?</li><li>What did land users like/ dislike about the Approach?</li></ol><p>The description should ideally be 2,500-3,000 characters in length; the absolute maximum is 3,500 characters. Additional, more detailed descriptions may be uploaded to the database as separate documents. Fill in the description at the beginning, but revise it when you have completed the questionnaire.</p>
th: <p>การอธิบายแบบละเอียดของแนวทางควรจะทำให้บุคคลภายนอกมองเห็นภาพที่รวบรัด แต่ครอบคลุมเนื้อหาของแนวทางได้ทั้งหมด ดังนั้นควรนำเสนอคำถามต่าง ๆ ที่สำคัญ เช่น</p><li>1) ลักษณะที่สำคัญหรือคุณลักษณะที่เห็นเด่นชัดของแนวทางคืออะไร </li><li>2) เป้าหมายหรือวัตถุประสงค์ของแนวทางคืออะไร </li><li>3) วิธีการใดที่ถูกเอามาใช้ </li><li>4) ขั้นตอนของการเอาไปปฏิบัติใช้มีอะไรบ้าง</li><li>5) ผู้มีส่วนได้ส่วนเสียและบทบาทของบุคคลเหล่านั้นมีอะไรบ้าง</li>6) ผู้ใช้ที่ดินชอบหรือไม่ชอบอะไรบ้างเกี่ยวกับแนวทางอะไรบ้าง<li><ol><p>ความยาวของคำอธิบายควรมีอักขระอยู่ที่ 2,500 - 3,000 ตัว สูงสุด คือ 3,500 ตัว รายละเอียดเพิ่มเติมของคำอธิบาย โดยการอัพโหลดไฟล์เข้าฐานข้อมูลเป็นเอกสารแยกต่างหาก เริ่มต้นด้วยการเขียนคำอธิบายและให้ตรวจทานด้วยเมื่อตอบแบบสอบถามเสร็จแล้ว</p>

# approaches label
source: Videos of the Approach
th: วีดีโอของแนวทาง

# approaches helptext
source: If video files presenting activities of the Approach are available, upload them to a public platform (e.g. vimeo.com, youtube.com) and indicate a link and a short description for each file in the table below.
th: ถ้าหากว่ามีไฟล์ของวีดีโอที่นำเสนอกิจกรรมของแนวทาง ให้โอนย้ายไฟล์โดยการอัพโหลดเข้าไปที่แพลตฟอร์มสาธารณะ เช่น vimeo.com, youtube.com และระบุการเชื่อมโยงและการอธิบายสั้นๆ สำหรับแต่ละไฟล์ในตารางข้างล่างนี้

# approaches label
source: Country/ region/ locations where the Approach has been applied
th: ประเทศ ภูมิภาค หรือสถานที่ตั้งที่ได้นำแนวทางไปใช้

# approaches helptext
source: If you have already filled in Questionnaires on SLM Technologies that were implemented under this Approach, refer to the information given in section QT 2.5.
th: หากได้กรอกแบบสอบถามเรื่องเทคโนโลยี SLM ที่ได้นำไปปฏิบัติใช้ภายใต้แนวทางนี้แล้ว ให้ไปดูข้อมูลที่ให้ไว้ในหัวข้อ QT 2.5

# approaches helptext
source: Specify implementing agencies in question 3.1.
th: ระบุหน่วยงานที่นำไปปฏิบัติใช้ในคำถาม 3.1

# approaches label
source: Conditions enabling or hindering implementation of the Technology/ Technologies applied under the Approach
th: เงื่อนไขที่เอื้ออำนวยหรือเป็นอุปสรรคต่อการนำเทคโนโลยีภายใต้แนวทางนี้ไปปฏิบัติใช้

# approaches helptext
source: Several answers possible. If there are both enabling and hindering factors for a given condition, tick and specify both.
th: เป็นไปได้ว่ามีหลายคำตอบ ถ้าเกิดมีปัจจัยทั้งเอื้ออำนวยและเป็นอุปสรรคสำหรับเงื่อนไขที่ให้มา ให้กาและระบุลงไปทั้งสองเงื่อนไข

# approaches label
source: Involvement of local land users/ local communities in the different phases of the Approach
th: การเกี่ยวข้องของผู้ใช้ที่ดินระดับท้องถิ่นหรือชุมชนระดับท้องถิ่นในช่วงต่างๆของแนวทาง

# approaches helptext
source: Specify how local land users/ local communities were involved in the various phases of the Approach as listed below.
th: ระบุว่าผู้ใช้ที่ดินระดับท้องถิ่นหรือชุมชนระดับท้องถิ่นเข้าไปเกี่ยวข้องในช่วงต่างๆ ของแนวทางที่ได้แจกแจงไว้ข้างล่างอย่างไร

# approaches label
source: Flow chart (if available)
th: แผนผังแสดงขั้นตอนการทำงาน (ถ้ามี)

# approaches helptext
source: <p>Provide a visual summary pointing out important actors, activities, key stages of implementation, etc. Consider using different colours to distinguish the different stakeholders from each other.</p><p>Supported file types: PDF, JPG, PNG, maximum file size: 3 MB.</p><p><strong>Example</strong>: Process of Participatory Technology Development through close researcher-farmer interaction in Syria<br><img src="/static/assets/img/qa_flowchart.png"></img></p>
th: <p>การสรุปให้เห็นภาพรวม โดยระบุให้เห็นผู้ลงมือปฏิบัติ กิจกรรม และขั้นตอนการดำเนินงานที่สำคัญ พิจารณาถึงการใช้สีต่าง ๆ กันเพื่อแยกแยะผู้มีส่วนได้ส่วนเสียที่ต่างกันออกจากกัน</p><p>รองรับไฟล์นามสกุล PDF JPG และ PNG และขนาดไฟล์ไม่กิน 3 MB</p><p> <strong>ตัวอย่าง</strong> กระบวนการของการพัฒนาด้านเทคโนโลยีโดยการมีส่วนร่วมด้วยการปฏิสัมพันธ์อย่างใกล้ชิดระหว่างนักวิจัยและเกษตรกรในประเทศซีเรีย<br><img src="/static/assets/img/qa_flowchart.png"></img></p>

# approaches label
source: Decision-making on the selection of SLM Technology/ Technologies
th: การตัดสินใจเลือกใช้เทคโนโลยี SLM

# approaches label
source: Capacity building/ training
th: การสร้างขีดความสามารถ / การอบรม

# approaches label
source: Institution strengthening (organizational development)
th: การเสริมความแข็งแกร่งให้กับสถาบัน (การพัฒนาองค์กร)
