Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

# technologies helptext
source: <strong>Forest plantation management:</strong> plantation forests comprise even-aged monocultures and are established primarily for wood and fibre production. They are usually intensively managed and have relatively high growth rates and productivity.
th: <strong>การจัดการสวนป่า</strong> สวนป่าประกอบไปด้วยต้นไม้ชนิดเดียวกันที่มีอายุใกล้เคียงกันและได้รับการปลูกในเบื้องต้นเพื่อผลิตไม้และเส้นใย ตามปกติจะได้รับการจัดการดูแลอย่างเข้มข้นและมีอัตราการเจริญเติบโตและให้ผลผลิตสูง

# technologies label
source: irrigation management (incl. water supply, drainage)
th: การจัดการด้านชลประทาน (รวมถึงการลำเลียงส่งน้ำ การระบายน้ำ)

# technologies helptext
source: <strong>Irrigation management (incl. water supply, drainage)</strong> aims to achieve higher water use efficiency through more efficient water collection and abstraction, water storage, distribution, and water application.
th: <strong>การจัดการด้านชลประทาน (รวมถึงการลำเลียงส่งน้ำ การระบายน้ำ)</strong> มุ่งในการที่จะทำให้ประสิทธิภาพในการใช้น้ำสูงขึ้นด้วยวิธีการเก็บน้ำและการดึงน้ำให้มีประสิทธิภาพขึ้น การเก็บกักน้ำ การแจกจ่ายและการใช้น้ำ

# technologies label
source: surface water management (spring, river, lakes, sea)
th: การจัดการน้ำที่ผิวดิน (น้ำพุ แม่น้ำ ทะเลสาบ ทะเล)

# technologies helptext
source: <strong>Surface water management (spring, river, lakes, sea):</strong> involves the protection of springs, rivers and lakes from pollution, from high water flows(floods) or over abstraction of water as well as protection measures against negative impacts from water bodies (e.g. river bank erosion, floods, tidal erosion)
th: <strong>การจัดการน้ำที่ผิวดิน (น้ำพุ แม่น้ำ ทะเลสาบ ทะเล)</strong> เกี่ยวข้องกับการปกป้องน้ำพุ แม่น้ำ และทะเลสาบจากมลพิษ การเกิดน้ำท่วม หรือการดึงน้ำที่มากเกินไปเช่นเดียวกันกับมาตรการป้องกันอันตรายจากที่เกิดจากห้วงน้ำทั้งหลาย (เช่น การกัดเซาะฝั่งแม่น้ำ น้ำท่วม การกัดเซาะจากคลื่น)

# technologies label
source: ecosystem-based disaster risk reduction
th: การลดความเสี่ยงจากภัยพิบัติที่อยุ่บนพื้นฐานของระบบนิเวศ

# technologies helptext
source: <strong>Ecosystem-based Disaster Risk Reduction:</strong> is the sustainable management, conservation and restoration of ecosystems to reduce disaster risk and safeguard the direct and indirect benefits people obtain from the ecosystems.
th: <strong>การลดความเสี่ยงจากภัยพิบัติที่อยุ่บนพื้นฐานของระบบนิเวศ</strong> เป็นการจัดการ การอนุรักษ์ และฟื้นฟูอย่างยั่งยืนของระบบนิเวศ ด้วยการมุ่งหวังที่จะทำให้ระบบนิเวศ สามารถจัดหาบริการช่วยบรรเทาอันตราย ลดความเปราะบางและเพิ่มการกลับสู่สภาพเดิมในการดำรงชีพให้เร็วขึ้น

# technologies label
source: 101-500 m a.s.l.
th: 101-500 ม. จากระดับน้ำทะเล

# technologies label
source: not relevant
th: ไม่เกี่ยวข้อง

# technologies label
source: Sedentary
th: อยู่กับที่

# technologies label
source: Semi-nomadic
th: กึ่งเร่ร่อน

# technologies label
source: Nomadic
th: เร่ร่อน

# technologies label
source: through land users' innovation
th: ด้วยการริเริ่มของผู้ใช้ที่ดิน

# technologies label
source: as part of a traditional system (> 50 years)
th: เป็นส่วนหนึ่งของระบบดั้งเดิมที่ทำกันอยู่ (> 50 ปี)

# technologies label
source: during experiments/ research
th: ในช่วงทำการทดลองหรือการทำวิจัย

# technologies label
source: through projects/ external interventions
th: ทางโครงการหรือการแทรกแซงจากภายนอก

# technologies label
source: improved plant varieties/ animal breeds
th: พันธุ์พืชหรือพันธุ์สัตว์ต่างๆที่ได้รับการปรับปรุง

# technologies helptext
source: <strong>Improved plant varieties/ animal breeds:</strong> refers to the development of new plant varieties or animal breeds that offer benefits such as improved production, resistance to pests and diseases, or drought tolerance, in response to changing environmental conditions and land users’ needs.
th: <strong>พันธุ์พืชหรือพันธุ์สัตว์ต่างๆที่ได้รับการปรับปรุง</strong> หมายถึงการพัฒนาพันธุ์พืชหรือพันธุ์สัตว์ใหม่ๆที่ให้ผลประโยชน์ เช่น การผลิตที่ได้รับการปรับปรุงให้ดีชึ้น มีความต้านทานต่อศัตรูพืชและโรคพืชต่างๆหรือทนต่อความแล้งทนต่อสภาพสิ่งแวดล้อมที่มีการเปลี่ยนแปลงอยู่เสมอ และตามความต้องการของผู้ใช้ประโยชน์ที่ดิน

# technologies label
source: ground water management
th: การจัดการน้ำบาดาล

# technologies helptext
source: <strong>Groundwater management:</strong> involves securing the recharge of groundwater reserves and their protection from pollution, overexploitation/ overuse, and rising groundwater levels leading to salinization.
th: <strong>การจัดการน้ำบาดาล</strong> เกี่ยวข้องกับการรักษาสภาพการซึมลงเติมของน้ำในแหล่งน้ำบาดาลสำรองให้มั่นคงและการปกป้องจากมลพิษ การตักตวงผลประโยชนน์ที่มากเกินไป การใช้เกินขีดจำกัด และระดับน้ำบาดาลที่สูงขึ้นซึ่งนำไปสู่การสะสมของเกลือ

# technologies label
source: energy efficiency technologies
th: เทคโนโลยีการใช้พลังงานที่มีประสิทธิภาพ

# technologies helptext
source: <strong>Energy efficiency technologies:</strong> reduce the amount of energy required to provide products and services, e.g. for cooking and heating, reducing the demand for fuel (fossil, wood).
th: <strong>เทคโนโลยีการใช้พลังงานที่มีประสิทธิภาพ</strong> เป็นการลดปริมาณพลังงานที่จำเป็นต้องใช้ในการจัดหาผลิตภัณฑ์และบริการ เช่น การทำอาหารและการทำให้อบอุ่น การลดความต้องการด้านเชื้อเพลิง (ฟอลชิล ไม้)

# technologies label
source: post-harvest measures
th: มาตรการหลังเก็บเกี่ยว

# technologies helptext
source: <strong>Post-harvest measures:</strong> encompasses activities to deliver a crop from harvest to consumption with minimum loss, maximum efficiency, and maximum return for all involved – such as drying, storage, cooling, cleaning, sorting, and packing.
th: <strong>มาตรการหลังเก็บเกี่ยว</strong> คือการรวมกิจกรรมทั้งหมดในการส่งมอบพืชผลหนึ่งจากการเก็บเกี่ยวไปที่การบริโภคด้วยการสูญเสียให้น้อยที่สุด ให้มีประสิทธิภาพสูงสุด และได้ผลตอบแทนสูงสุด สำหรับกระบวนการที่เกี่ยวข้องทั้งหมด เช่น การทำให้แห้ง การเก็บรักษา การทำความสะอาด การจัดและการบรรจุหีบห่อ

# technologies label
source: evenly spread over an area
th: กระจายไปอย่างสม่ำเสมอบนพื้นที่หนึ่ง

# technologies helptext
source: e.g. mulching, series of terraces, afforestation, micro-catchments
th: เช่น การคลุมดิน ชุดของคันดิน การปลูกป่าขึ้นใหม่ พื้นที่รับน้ำขนาดเล็ก

# technologies label
source: applied at specific points/ concentrated on a small area
th: เอาไปใช้ ณ จุดที่เฉพาะเจาะจงหรือเน้นไปยังบริเวณพื้นที่ขนาดเล็ก

# technologies helptext
source: e.g. water points, dams, compost production pits, smallstock stables, hydropower stations
th: เช่น จุดที่มีน้ำ เขื่อน หลุมที่ใช้ผลิตปุ๋ยหมักคอกสัตว์ขนาดเล็ก สถานีไฟฟ้าพลังน้ำ

# technologies label
source: < 0.1 km2 (10 ha)
th: <0.1 ตร.กม. (10 เฮกตาร์)

# technologies label
source: 0.1-1 km2
th: 0.1-1 ตร.กม.

# technologies label
source: 1-10 km2
th: 1-10 ตร.กม.

# technologies label
source: 10-100 km2
th: 10-100 ตร.กม.

# technologies label
source: 100-1,000 km2
th: 100-1,000 ตร.กม.

# technologies label
source: 1,000-10,000 km2
th: 1,000-10,000 ตร.กม.

# technologies label
source: > 10,000 km2
th: > 10,000 ตร.กม.

# technologies label
source: structural measures
th: มาตรการด้านโครงสร้าง

# technologies helptext
source: <strong>Structural measures</strong><ul><li>are of long duration or permanent</li><li>often require substantial inputs of labour or money when first installed</li><li>involve major earth movements and/ or construction with wood, stone, concrete, etc. are often carried out to control runoff, erosion and wind velocity and to harvest rainwater</li><li>often lead to a change in slope profile</li><li>are often aligned along the contour/ against prevailing wind direction</li><li>are often spaced according to slope</li></ul><p>If structures are stabilized by means of vegetation, also select relevant vegetative measures!</p>
th: <strong>มาตรการด้านโครงสร้าง</strong><ul><li>ใช้ระยะเวลานานหรือถาวร</li><li> จำเป็นต้องใช้ปัจจัยต้นทุนมากมายในเรื่องของแรงงานหรือเงินเมื่อทำการติดตั้งครั้งแรก</li><li> เกี่ยวข้องกับการเคลื่อนย้ายดินและหรือการสร้างด้วยไม้ หิน คอนกรีต เป็นต้น มักจะดำเนินการไปเพื่อควบคุมน้ำไหลบ่า การกัดกร่อน และความเร็วลมและเพื่อเก็บรวบรวมน้ำฝน</li><li> มักจะนำไปสู่การเปลี่ยนแปลงหน้าตัดของพื้นที่ลาดชัน</li><li> มักจะเป็นแนวเส้นตรงไปตามแนวระดับหรือต้านทิศทางของลมประจำปี</li><li> มักจะวางระยะห่างตามพื้นที่ลาดชัน</li></ul><p>ถ้าโครงสร้างได้รับการเสริมให้มั่นคงโดยวิธีการใช้พืชพรรณ ให้เลือกมาตรการด้านพืชพรรณด้วย</p>

# technologies label
source: M5: Control/ change of species composition
th: M5: การควบคุมหรือการเปลี่ยนแปลงขององค์ประกอบของชนิดพันธุ์

# technologies helptext
source: <p>if annually or in a rotational sequence as done e.g. on cropland &rarr; A1</p><p>Examples: Reduction of invasive species, selective clearing, encouragement of desired/ introduction of new species, controlled burning (e.g. prescribed fires in forests/ on grazing land)/ residue burning</p>
th: <p>(ถ้าเป็นปีหรือตามลำดับการหมุนเวียนอย่างที่ทำกันเช่นในพื้นที่ปลูกพืช A1)</p><p> ตัวอย่าง การลดชนิดพันธุ์ที่รุกราน การเลือกตัด การส่งเสริมพันธุ์ที่ต้องการ การแนะนำพันธุ์ใหม่เข้ามา การทำการเผามีการควบคุม (เช่นไฟในป่าที่ได้กำหนดไว้ หรือในทุ่งหญ้าเลี้ยงสัตว์ การเผาสิ่งตกค้าง)

# technologies label
source: prevent land degradation
th: ป้องกันการเสื่อมโทรมของที่ดิน

# technologies helptext
source: <strong>Prevention:</strong> good land management practices are already in place on land that may be prone to land degradation. They maintain natural resources and their environmental and productive functions.
th: <strong>ป้องกัน</strong> หมายถึงวิธีการปฏิบัติในการจัดการที่ดินอย่างดีที่เหมาะสมในที่ดินที่มีโอกาสเกิดการเสื่อมของที่ดินได้ง่าย การปฎิบัติดังกล่าวจะช่วยรักษาทรัพยากรธรรมชาติรวมทั้งหน้าที่ด้านสิ่งแวดล้อมและด้านการผลิตด้วย

# technologies label
source: reduce land degradation
th: ลดการเสื่อมโทรมของดิน

# technologies helptext
source: <strong>Reduction:</strong> interventions intended to reduce ongoing degradation and/ or halt further degradation. They start improving natural resources and their functions. Impacts tend to be noticeable in the short to medium term.
th: <strong>การทำให้ลดลง</strong> หมายถึงการเข้าไปเกี่ยวข้องด้วยเพื่อมุ่งหวังที่จะลดการเสื่อมที่เป็นอยู่และหรือหยุดการเสื่อมที่จะเพิ่มมากขึ้นต่อไป มีการปรับปรุงทรัพยากรธรรมชาติและหน้าที่ให้ดีขึ้น ผลกระทบมีแนวโน้มเป็นที่สังเกตุให้เห็นได้ในช่วงเวลาอันสั้นจนถึงปานกลาง

# technologies label
source: restore/ rehabilitate severely degraded land
th: ฟื้นฟูหรือทำการบำบัดฟื้นฟูที่ดินที่เสื่อมโทรมลงไปอย่างมาก

# technologies helptext
source: <strong>Rehabilitation/ restoration</strong> required when the land is already degraded to such an extent that the original use is no longer possible, and land has become practically unproductive. Here, longer-term and more costly investments are needed to show any impact.
th: <strong>การฟื้นฟูบำบัด</strong> หมายถึงสิ่งที่จำเป็นต้องทำเมื่อตอนที่ดินเสื่อมสภาพลงไปมากจนถึงการใช้ประโยชน์แบบเดิมนั้นทำไม่ได้อีกต่อไป และที่ดินนั้นในเชิงปฏิบัติไม่ให้ผลผลิต จึงจำเป็นต้องมีการลงทุนที่ใช้ระยะเวลานานกว่าและใช้ค่าใช้จ่ายมากกว่าเพื่อแสดงให้เห็นถึงผลกระทบใดๆ ที่จะตามมา

# technologies label
source: adapt to land degradation
th: ปรับตัวกับสภาพการเสื่อมโทรมของที่ดิน

# technologies helptext
source: <strong>Adaptation:</strong> applied when rehabilitation/ restoration of the original state of the land is no longer possible or requires resources beyond the means of land users. This means the state of land degradation is “accepted”, but land management is adapted to suit land degradation (e.g. adapting to soil salinity by introducing salt-tolerant plants).
th: <strong>การปรับตัว</strong> คือใช้เมื่อการฟื้นฟูบำบัดสภาวะเดิมของที่ดินไม่สามารถทำได้หรือต้องใช้ทรัพยากรที่มากเกินกว่าวิถีของผู้ใช้ที่ดิน สิ่งนี้หมายความว่าสภาวะของการเสื่อมโทรมของที่ดิน "เป็นที่ยอมรับ" แต่การจัดการที่ดินได้ปรับให้เหมาะสมกับการเสื่อมโทรมของที่ดิน (เช่น การปรับให้เข้ากับความเค็มของดินโดยการเอาพืชทนเค็มเข้ามาปลูก)

# technologies label
source: per Technology unit
th: ต่อหน่วยเทคโนโลยี

# technologies helptext
source: e.g. watering point, energy saving stove, stone line
th: เช่น จุดให้น้ำ เตาประหยัดพลังงาน แนวหิน

# technologies label
source: US Dollars
th: อเมริกันดอลลาร์

# technologies label
source: 751-1,000 mm
th: 751-1,000 มม.

# technologies label
source: 1,001-1,500 mm
th: 1,001-1,500 มม.

# technologies label
source: 1,501-2,000 mm
th: 1,501-2,000 มม.

# technologies label
source: 2,001-3,000 mm
th: 2,001-3,000 มม.

# technologies label
source: 3,001-4,000 mm
th: 3,001-4,000 มม.

# technologies label
source: > 4,000 mm
th: >4,000 มม.

# technologies label
source: 501-1,000 m a.s.l.
th: 501-1,000 ม. จากระดับน้ำทะเล

# technologies label
source: 1,001-1,500 m a.s.l.
th: 1,001-1,500 ม. จากระดับน้ำทะเล

# technologies label
source: 1,501-2,000 m a.s.l.
th: 1,501-2,000 ม. จากระดับน้ำทะเล

# technologies label
source: 2,001-2,500 m a.s.l.
th: 2,001-2,500 ม. จากระดับน้ำทะเล

# technologies label
source: 2,501-3,000 m a.s.l.
th: 2,501-3,000 ม. จากระดับน้ำทะเล

# technologies label
source: 3,001-4,000 m a.s.l.
th: 3,001-4,000 ม. จากระดับน้ำทะเล

# technologies label
source: > 4,000 m a.s.l.
th: > 4,000 ม. จากระดับน้ำทะเล

# technologies label
source: women
th: หญิง

# technologies label
source: men
th: ชาย

# technologies label
source: children
th: เด็ก

# technologies label
source: youth
th: ผู้เยาว์

# technologies label
source: middle-aged
th: พวกวัยกลางคน

# technologies label
source: elderly
th: ผู้สูงอายุ

# technologies label
source: small-scale
th: ขนาดเล็ก

# technologies label
source: medium-scale
th: ขนาดกลาง

# technologies label
source: large-scale
th: ขนาดใหญ่

# technologies label
source: individual
th: รายบุคคล

# technologies helptext
source: <strong>Individual</strong>: right of use pertains to single user.
th: <strong>รายบุคคล</strong> หมายถึงสิทธิของการใช้ประโยชน์ที่ดินของผู้ใช้รายเดียว

# technologies label
source: moderate
th: ปานกลาง

# technologies label
source: Traffic: roads, railways
th: การจราจร ทางถนน รถไฟ

# technologies label
source: Energy: pipelines, power lines
th: พลังงาน ท่อส่งก๊าซธรรมชาติ สายส่งไฟฟ้า

# technologies label
source: Drainage lines, waterways
th: ทางระบายน้ำ ทางน้ำ

# technologies label
source: per Technology area
th: ต่อพื้นที่ที่ใช้เทคโนโลยี

# technologies helptext
source: e.g. 24 acres
th: เช่น 24 เอเคอร์

# technologies label
source: Construction material
th: วัสดุสำหรับก่อสร้าง

# technologies helptext
source: <strong>Construction material</strong> includes timber, stones, earth, cement, pipes, tanks, etc.
th: <strong>วัสดุสำหรับก่อสร้าง</strong> รวมถึงท่อนไม้ที่ใช้ในการก่อสร้าง หิน ดิน ซีเมนต์ ท่อ แทงค์น้ำ เป็นต้น

# technologies helptext
source: The length of growing period (LGP) is defined as the period when precipitation is more than half of the potential evapotranspiration (PET) and the temperature is higher than 6.5° C.
th: ช่วงเวลาของการปลูกพืช (แอลจีพี) หมายถึงระยะเวลาในช่วงที่หยาดน้ำฟ้ามีมากกว่าครึ่งหนึ่งของศักย์การคายระเหยน้ำ (พีอีที) และอุณหภูมิสูงกว่า 6.5° C

# technologies label
source: crop production
th: การผลิตพืชผล

# technologies label
source: production area
th: พื้นที่สำหรับการผลิต

# technologies helptext
source: New land under cultivation/ use
th: ที่ดินใหม่ภายใต้การเพาะปลูกหรือการใช้

# technologies label
source: energy generation
th: การผลิตพลังงาน

# technologies helptext
source: E.g. hydro, bio
th: เช่น เกี่ยวกับน้ำ ด้านชีวะ

# technologies label
source: cultural opportunities
th: โอกาสทางวัฒนธรรม

# technologies helptext
source: E.g. spiritual, religious, aesthetic, etc.
th: ด้านจิตวิญญาน ทางศาสนา ทางสุนทรีย์ เป็นต้น

# technologies label
source: situation of socially and economically disadvantaged groups
th: สถานการณ์ของกลุ่มด้อยโอกาสทางด้านสังคมและเศรษฐกิจ

# technologies helptext
source: Gender, age, status, ethnicity, etc.
th: เพศ อายุ สถานการณ์ ความเป็นกลุ่มทาง ชาติพันธุ์ เป็นต้น

# technologies label
source: harvesting/ collection of water
th: การเก็บเกี่ยวหรือการกักเก็บน้ำ

# technologies helptext
source: Runoff, dew, snow, etc.
th: น้ำบ่า น้ำค้าง หิมะ เป็นต้น

# technologies label
source: beneficial species
th: ชนิดพันธุ์ที่ให้ประโยชน์

# technologies helptext
source: Predators, earthworms, pollinators
th: ตัวห้ำ ไส้เดือนดิน แมลงผสมเกษร

# technologies label
source: water availability
th: ความเป็นประโยชน์ของน้ำ

# technologies helptext
source: groundwater, springs
th: น้ำบาดาล น้ำพุ

# technologies label
source: reliable and stable stream flows in dry season
th: การไหลของน้ำในธารที่สม่ำเสมอและคงตัวในฤดูแล้ง

# technologies helptext
source: Incl. low flows
th: รวมการไหลน้อย

# technologies label
source: buffering/ filtering capacity
th: ความสามารถต้านทานการเปลี่ยนแปลงและการกรอง

# technologies helptext
source: By soil, vegetation, wetlands
th: โดยดิน พืชพรรณ พื้นที่ชุ่มน้ำ

# technologies helptext
source: undesired
th: ไม่ปรารถนา

# technologies label
source: Vegetation cover
th: พืชพรรรณที่ปกคลุมดิน

# technologies label
source: annual temperature
th: อุณหภูมิประจำปี

# technologies label
source: seasonal temperature
th: อุณหภูมิตามฤดูกาล

# technologies label
source: annual rainfall
th: ฝนประจำปี

# technologies label
source: seasonal rainfall
th: ฝนตามฤดู

# technologies label
source: other gradual climate change
th: การเปลี่ยนแปลงสภาพภูมิอากาศที่ค่อยเป็นค่อยไปอื่นๆ

# technologies label
source: tropical storm
th: พายุเขตร้อน

# technologies helptext
source: cyclone, typhoon, hurricane
th: ไซโคลน ไต้ฝุ่น เฮอริเคน

# technologies label
source: extra-tropical cyclone
th: พายุหมุนนอกเขตร้อน

# technologies helptext
source: winter storm
th: พายุช่วงฤดูหนาว

# technologies label
source: local rainstorm
th: พายุฝนประจำท้องถิ่น

# technologies label
source: How do the benefits compare with the establishment costs (from land users’ perspective)?
th: ผลประโยชน์ที่ได้รับเปรียบเทียบกับค่าใช้จ่ายในการจัดตั้งเป็นอย่างไร (จากมุมมองของผู้ใช้ที่ดิน)

# technologies label
source: How do the benefits compare with the maintenance/ recurrent costs (from land users' perspective)?
th: ผลประโยชน์ที่ได้รับเปรียบเทียบกับค่าใช้จ่ายในการบำรุงรักษาหรือต้นทุนที่กิดซ้ำอีกอย่างไร (จากมุมมองของผู้ใช้ที่ดิน)

# technologies label
source: local thunderstorm
th: พายุฝนฟ้าคะนองประจำท้องถิ่น

# technologies label
source: local hailstorm
th: พายุลูกเห็บประจำท้องถิ่น

# technologies label
source: local snowstorm
th: พายุหิมะประจำท้องถิ่น

# technologies label
source: local sandstorm/ duststorm
th: พายุทรายหรือพายุฝุ่นประจำท้องถิ่น

# technologies label
source: local windstorm
th: พายุลมประจำท้องถิ่น

# technologies label
source: tornado
th: พายุทอร์นาโด

# technologies label
source: heatwave
th: คลื่นความร้อน

# technologies label
source: extreme winter conditions
th: สภาพอากาศฤดูหนาวที่รุนแรง

# technologies label
source: drought
th: ภัยแล้ง

# technologies label
source: forest fire
th: ไฟป่า

# technologies label
source: land fire
th: ไฟบนบก

# technologies helptext
source: grass, shrub, bush
th: หญ้า ไม้พุ่ม พุ่มไม้

# technologies label
source: general (river) flood
th: น้ำท่วมทั่วๆไป (แม่น้ำ)

# technologies label
source: flash flood
th: น้ำท่วมฉับพลัน

# technologies label
source: storm surge/ coastal flood
th: น้ำขึ้นจากพายุหรือน้ำท่วมชายฝั่ง

# technologies label
source: landslide
th: ดินถล่ม

# technologies label
source: avalanche
th: หิมะถล่ม

# technologies label
source: epidemic diseases
th: โรคระบาด

# technologies helptext
source: viral, bacterial, fungal, parasitic
th: ไวรัส แบคทีเรีย เชื้อรา ปรสิต

# technologies label
source: insect/ worm infestation
th: แมลงหรือการติดเชื้อหนอนพยาธิ

# technologies helptext
source: grasshoppers/ locusts/ worms
th: ตั๊กแตนหรือฝูงตั๊กแตนหรือหนอน

# technologies label
source: extended growing period
th: ช่วงการปลูกพืชที่ขยายออกไป

# technologies label
source: reduced growing period
th: ช่วงระยะเวลาการปลูกพืชที่ถูกลดลง

# technologies label
source: sea level rise
th: การสูงขึ้นของระดับน้ำทะเล

# technologies helptext
source: gradual change
th: ค่อยๆ เปลี่ยนแปลง

# technologies label
source: Plant material
th: วัสดุด้านพืช

# technologies helptext
source: <strong>Plant material</strong> includes seeds, seedling, cuttings, etc.
th: <strong>วัสดุด้านพืช</strong> รวมถึงเมล็ดพันธุ์ ต้นกล้า การตัด เป็นต้น

# technologies label
source: Fertilizers and biocides
th: ปุ๋ยและสารซึ่งกำจัดหรือยับยั้งการเจริญเติบโตของสิ่งมีชีวิต (ไบโอไซด์)

# technologies helptext
source: <strong>Fertilizers and biocides</strong>: compost/ manure, inorganic fertilizer, herbicides, pesticides, etc.
th: <strong>ปุ๋ยและสารซึ่งกำจัดหรือยับยั้งการเจริญเติบโตของสิ่งมีชีวิต (ไบโอไซต์)</strong> หมายถึง ปุ๋ยหมักหรือปุ๋ยคอก ปุ๋ยอนินทรีย์ ยากำจัดวัชพืช ยากำจัดศัตรูพืช เป็นต้น

# technologies label
source: Labour
th: แรงงาน

# technologies helptext
source: <strong>Labour</strong> includes total person days, be they paid or unpaid (e.g. contributed by family members). For “Costs per Unit” indicate daily wage for hired labour. If relevant, differentiate between skilled and unskilled labour.
th: <strong>แรงงาน</strong> รวมจำนวนคน-วันทั้งหมดไม่ว่าจะได้รับค่าแรงหรือไม่ก็ตาม (เช่นช่วยโดยสมาชิกครอบครัว) ภายใต้ “ค่าใช้จ่ายต่อหน่วย” ระบุค่าจ้างเป็นวันสำหรับแรงงานที่จ้าง ให้แยกความแตกต่างระหว่างแรงงานที่ใช้ทักษะและไม่ใช้ทักษะ

# technologies label
source: Equipment
th: อุปกรณ์

# technologies helptext
source: <strong>Equipment</strong> includes tools, machine hours, animal traction, etc. Cost calculation for machine hours and animal traction should be based on hiring costs - even if the machinery/ animals are owned by the land user.
th: <strong>อุปกรณ์</strong> รวมเครื่องไม้เครื่องมือ ชั่วโมงเครื่องจักร แรงลากของสัตว์ เป็นต้น การคำนวณค่าใช้จ่ายสำหรับชั่วโมงเตรื่องจักรและกำลังจากสัตว์ควรจะอยู่บนพื้นฐานของค่าใช้จ่ายที่จ้าง แม้ว่าผู้ใช้ที่ดินเป็นเจ้าของเครื่องจักรหรือสัตว์ก็ตาม

# technologies label
source: Annual rainfall
th: ฝนประจำปี

# technologies label
source: cold wave
th: คลื่นความหนาว

# technologies helptext
source: any time of the year, e.g. frost
th: ตอนไหนก็ได้ของปี เช่น สภาพที่มีน้ำค้างแข็ง

# technologies label
source: Key resource person(s)
th: วิทยากรหลัก

# technologies helptext
source: Person(s) who provided most of the information documented in this questionnaire. These can be land users, SLM specialists (e.g. technical advisers, researchers), or any other persons.
th: บุคคลผู้ให้ข้อมูลส่วนมากที่บันทึกลงในแบบสอบถามนี้ บุคคลผู้นี้อาจจะเป็นผู้ใช้ที่ดิน ผู้เชี่ยวชาญSLM (ตัวอย่างเช่น ที่ปรึกษาด้านเทคนิค ผู้ทำการวิจัย) หรือบุคคลอื่น

# technologies helptext
source: <p><strong>Land ownership</strong> refers to the type of entity possessing the land, whereas <strong>land use rights</strong> refer to the type of entity having a right to access the land.</p><p>Maximum two answers per question.</p>
th: <p><strong>กรรมสิทธิ์ในการเป็นเจ้าของที่ดิน</strong> หมายถึงประเภทของผู้ที่มีตัวตนอยู่ที่เป็นเจ้าของที่ดิน ในขณะที่<strong>สิทธิในการใช้ประโยชน์ที่ดิน</strong> หมายถึงประเภทของผู้ที่มีตัวตนอยู่ที่มีสิทธิในการเข้าถึงที่ดิน</p><p>ตอบสูงสุดสองคำตอบต่อคำถาม</p>

# technologies label
source: downstream flooding
th: น้ำท่วมที่ท้ายน้ำ

# technologies helptext
source: Downstream flooding and downstream siltation can be desired or undesired. Please specify in comments column and indicate whether an increase is positive or negative.
th: น้ำท่วมที่ท้ายน้ำและการทับถมของดินตะกอนที่ท้ายน้ำอาจจะเป็นที่ต้องการหรือไม่เป็นที่ต้องการ ระบุในช่องแสดงความคิดเห็นแนวตั้งและระบุว่าการเพิ่มขึ้นเป็นเชิงบวกหรือเชิงลบ

# technologies label
source: Image
th: รูปภาพ

# technologies helptext
source: <p>Please provide a first image of the SLM Technology. You can add more images later.</p><p>Maximum file size: 3 MB. Valid file formats: JPG, PNG, GIF.</p>
th: <p>กรุณาใส่รูปภาพเทคโนโลยี SLM หนึ่งรูป คุณสามารถเพิ่มรูปภาพได้ในภายหลัง</p><p>รองรับไฟล์ขนาดสูงสุดไม่เกิน 3 MB ในรูปแบบ JPG PNG และ GIF</p>

# technologies label
source: Name of the SLM Technology (hereafter referred to as the Technology)
th: ชื่อของเทคโนโลยี SLM (ต่อจากนี้จะเรียกว่า เทคโนโลยี)

# technologies label_view
source: Name of the SLM Technology
th: ชื่อของเทคโนโลยี SLM
