Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

# technologies label
source: Specify the key resource person
th: ระบุชื่อวิทยากรหลัก

# wocat label
source: Name of project which facilitated the documentation/ evaluation
th: ชื่อของโครงการซึ่งอำนวยความสะดวกในการทำเอกสารหรือการประเมิน

# wocat label_filter
source: Project
th: โครงการ

# watershed label
source: Name of project which facilitated the documentation/ evaluation of the watershed (if relevant)
th: ระบุชื่อโครงการที่สนับสนุนข้อมูลหรือการวิเคราะห์เกี่ยวกับลุ่มน้ำ (ถ้าเกี่ยวข้อง)

# watershed helptext
source: If your project is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
th: ถ้าหากไม่พบรายชื่อโครงการของท่านในรายการ กรุณาติดต่อเลขานุการของทาง WOCAT (wocat@cde.unibe.ch)

# approaches label
source: Name of project which facilitated the documentation/ evaluation of the Approach (if relevant)
th: ชื่อของโครงการซึ่งอำนวยความสะดวกในการทำเอกสารหรือการประเมินแนวทาง (ถ้าเกี่ยวข้อง)

# approaches helptext
source: If your project is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
th: หากไม่พบรายชื่อโครงการของท่านในรายการ กรุณาติดต่อเลขานุการของ WOCAT (wocat@cde.unibe.ch)

# approaches label_filter
source: Project
th: โครงการ

# technologies label
source: Name of project which facilitated the documentation/ evaluation of the Technology (if relevant)
th: ชื่อโครงการที่ช่วยอำนวยความสะดวกในการทำเอกสารหรือการประเมินของเทคโนโลยี (ถ้าเกี่ยวข้อง)

# technologies helptext
source: If your project is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
th: ถ้าหากไม่พบรายชื่อโครงการของท่านในรายการ กรุณาติดต่อเลขานุการของทาง WOCAT (wocat@cde.unibe.ch)

# technologies label_filter
source: Project
th: โครงการ

# wocat label
source: Name of the institution which facilitated the documentation/ evaluation
th: ชื่อขององค์กรซึ่งอำนวยความสะดวกในการทำเอกสารหรือการประเมิน

# wocat label_filter
source: Institution
th: องค์กร

# watershed label
source: Name of the institution(s) which facilitated the documentation/ evaluation of the watershed (if relevant)
th: ระบุชื่อสถาบัน (หรือหลายสถาบัน) ที่สนับสนุนข้อมูลหรือการวิเคราะห์เกี่ยวกับลุ่มน้ำ (ถ้าเกี่ยวข้อง)

# watershed helptext
source: If your institution is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
th: ถ้าหากไม่พบรายชื่อสถาบันของท่านในรายการ กรุณาติดต่อเลขานุการของทาง WOCAT (wocat@cde.unibe.ch)

# approaches label
source: Name of the institution(s) which facilitated the documentation/ evaluation of the Approach (if relevant)
th: ชื่อของโครงการซึ่งอำนวยความสะดวกในการทำเอกสารหรือการประเมินแนวทาง (ถ้าเกี่ยวข้อง)

# approaches helptext
source: If your institution is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
th: หากไม่พบรายชื่อโครงการของท่านในรายการ กรุณาติดต่อเลขานุการของ WOCAT (wocat@cde.unibe.ch)

# approaches label_filter
source: Institution
th: องค์กร

# technologies label
source: Name of the institution(s) which facilitated the documentation/ evaluation of the Technology (if relevant)
th: ชื่อองค์กรที่ช่วยอำนวยความสะดวกในการทำเอกสารหรือการประเมินของเทคโนโลยี (ถ้าเกี่ยวข้อง)

# technologies helptext
source: If your institution is not listed in the dropdown, please contact the WOCAT secretariat (wocat@cde.unibe.ch).
th: ถ้าหากไม่พบรายชื่อองค์กรของท่านในรายการ กรุณาติดต่อเลขานุการของทาง WOCAT (wocat@cde.unibe.ch)

# technologies label_filter
source: Institution
th: องค์กร

# approaches label
source: Specify (e.g. number of informants)
th: ระบุ (จำนวนของผู้ให้ข้อมูล)

# technologies label
source: Specify (e.g. number of informants)
th: ระบุ (เช่น จำนวนของผู้ให้ข้อมูล)

# watershed label
source: Title, author, year, ISBN
th: หัวข้อ, ผู้เขียน, ปี, หมายเลข ISBN

# approaches label
source: Title, author, year, ISBN
th: ชื่อเรื่อง ผู้เขียน ปี ISBN

# technologies label
source: Title, author, year, ISBN
th: หัวข้อ, ผู้เขียน, ปี, หมายเลข ISBN

# watershed label
source: Available from where? Costs?
th: ช่องทางในการสืบค้น และ ราคา

# approaches label
source: Available from where? Costs?
th: ช่องทางในการสืบค้น และราคา

# technologies label
source: Available from where? Costs?
th: ช่องทางในการสืบค้น และ ราคา

# watershed label
source: Title/ description
th: หัวข้อ / คำอธิบาย

# approaches label
source: Title/ description
th: ชื่อเรื่องหรือคำอธิบาย

# technologies label
source: Title/ description
th: หัวข้อ/คำอธิบาย

# watershed label
source: When were the data compiled (in the field)?
th: วันที่เก็บรวบรวมข้อมูล (ในภาคสนาม)

# approaches label
source: When were the data compiled (in the field)?
th: วันที่เก็บรวบรวมข้อมูล (ภาคสนาม)

# technologies label
source: When were the data compiled (in the field)?
th: วันที่เก็บรวบรวมข้อมูล (ในภาคสนาม)

# watershed label
source: The compiler and key resource person(s) accept the conditions regarding the use of data documented through WOCAT
th: ผู้เก็บรวบรวมและวิทยากรหลักยอมรับเงื่อนไขที่เกี่ยวกับการใช้ข้อมูลที่ถูกบันทึกผ่านทาง WOCAT

# watershed helptext
source: <strong>Note</strong>: If you do not accept the conditions regarding the use of data documented through WOCAT your data will not be accepted by the WOCAT secretariat and it will not be published.
th: <strong>ข้อสังเกต</strong> ถ้าหากว่า ไม่ยอมรับเงื่อนไขการใช้ข้อมูลที่ได้บันทึกไว้ผ่าน WOCAT ข้อมูลของคุณจะไม่ได้ถูกอนุมัติโดยทางเลขานุการของโครงการ และไม่ได้รับการเผยแพร่

# approaches label
source: The compiler and key resource person(s) accept the conditions regarding the use of data documented through WOCAT
th: ผู้รวบรวมและวิทยากรหลักยอมรับเงื่อนไขเกี่ยวกับการใช้ข้อมูลที่ถูกบันทึกผ่านทาง WOCAT

# approaches helptext
source: <strong>Note</strong>: If you do not accept the conditions regarding the use of data documented through WOCAT your data will not be accepted by the WOCAT secretariat and it will not be published.
th: ข้อสังเกต ถ้าหากว่า ไม่ยอมรับเงื่อนไขการใช้ข้อมูลที่ได้บันทึกไว้ผ่าน WOCAT จะไม่สามารถเข้าไปแก้ไขในฐานข้อมูล WOCAT ได้

# technologies label
source: The compiler and key resource person(s) accept the conditions regarding the use of data documented through WOCAT
th: ผู้เก็บรวบรวมและวิทยากรหลักยอมรับข้อกำหนดที่เกี่ยวข้องกับการใช้ข้อมูลที่บันทึกผ่าน WOCAT

# technologies helptext
source: <strong>Note</strong>: If you do not accept the conditions regarding the use of data documented through WOCAT your data will not be accepted by the WOCAT secretariat and it will not be published.
th: <strong>ข้อสังเกต</strong> ถ้าหากว่า ไม่ยอมรับเงื่อนไขการใช้ข้อมูลที่ได้บันทึกไว้ผ่าน WOCAT ข้อมูลของคุณจะไม่ได้ถูกอนุมัติโดยทางเลขานุการของโครงการ และไม่ได้รับการเผยแพร่

# watershed label
source: Address
th: ที่อยู่

# approaches label
source: Address
th: ที่อยู่

# technologies label
source: Address
th: ที่อยู่

# watershed label
source: Center of the watershed
th: จุดกึ่งกลางของลุ่มน้ำ

# approaches label
source: Map
th: แผนที่

# technologies label
source: Map
th: แผนที่

# approaches helptext
source: Indicate only the ID of the Vimeo video. The ID contains only numbers and can be found in the URL of the video, e.g. https://vimeo.com/<strong><u>97415985</u></strong>.
th: ระบุเพียงตัวเลข ID ของ Vimeo วีดิโอ ซึ่งจะช่วยให้หา URL ของวีดีโอพบ เช่น https://vimeo.com/<strong><u>97415985</u></strong>

# technologies helptext
source: Indicate only the ID of the Vimeo video. The ID contains only numbers and can be found in the URL of the video, e.g. https://vimeo.com/<strong><u>97415985</u></strong>.
th: ระบุเพียง ID ของ Vimeo วีดิโอ โดย ID จะมีเพียงตัวเลขเท่านั้น ซึ่งจะทำให้สามารถหา URL ของวีดิโอพบ เช่น https://vimeo.com/<strong><u>97415985</u></strong>

# watershed label
source: Further comments
th: คำแนะนำเพิ่มเติม

# approaches label
source: Further comments
th: ให้รายละเอียดเพิ่มเติม

# technologies label
source: Further comments
th: คำแนะนำเพิ่มเติม

# wocat label
source: Afghanistan
th: อัฟกานิสถาน

# wocat label
source: Albania
th: แอลเบเนีย

# wocat label
source: Algeria
th: แอลจีเรีย

# wocat label
source: American Samoa
th: อเมริกันซามัว

# wocat label
source: Andorra
th: อันดอร์รา

# wocat label
source: Angola
th: แองโกลา

# wocat label
source: Anguilla
th: แองกวิลลา

# wocat label
source: Antarctica
th: แอนตาร์กติกา

# wocat label
source: Antigua and Barbuda
th: แอนติกาและบาร์บูดา

# wocat label
source: Argentina
th: อาร์เจนตินา

# wocat label
source: Armenia
th: อาร์มีเนีย

# wocat label
source: Aruba
th: อารูบา

# wocat label
source: Australia
th: ออสเตรเลีย

# wocat label
source: Austria
th: ออสเตรีย

# wocat label
source: Azerbaijan
th: อาเซอร์ไบจาน

# wocat label
source: Bahamas
th: บาฮามาส

# wocat label
source: Bahrain
th: บาห์เรน

# wocat label
source: Bangladesh
th: บังกลาเทศ

# wocat label
source: Barbados
th: บาร์เบโดส

# wocat label
source: Belarus
th: เบลารุส

# wocat label
source: Belgium
th: เบลเยียม

# wocat label
source: Belize
th: เบลีซ

# wocat label
source: Benin
th: เบนิน

# wocat label
source: Bermuda
th: เบอร์มิวดา

# wocat label
source: Bhutan
th: ภูฏาน

# wocat label
source: Bolivia, Plurinational State of
th: โบลิเวีย

# wocat label
source: Bonaire, Sint Eustatius and Saba
th: โบแนเรอ

# wocat label
source: Bosnia and Herzegovina
th: บอสเนียและเฮอร์เซโกวีนา

# wocat label
source: Botswana
th: บอตสวานา

# wocat label
source: Bouvet Island
th: เกาะบูเว

# wocat label
source: Brazil
th: บราซิล

# wocat label
source: British Indian Ocean Territory
th: บริติชอินเดียนโอเชียนเทร์ริทอรี

# wocat label
source: Brunei Darussalam
th: บรูไนดารุสซาลาม

# wocat label
source: Bulgaria
th: บัลแกเรีย

# wocat label
source: Burkina Faso
th: บูร์กินาฟาโซ

# wocat label
source: Burundi
th: บุรุนดี

# wocat label
source: Cambodia
th: กัมพูชา

# wocat label
source: Cameroon
th: แคเมอรูน

# wocat label
source: Canada
th: แคนาดา

# wocat label
source: Cape Verde
th: กาบูเวร์ดี

# wocat label
source: Cayman Islands
th: หมู่เกาะเคย์แมน

# wocat label
source: Chad
th: ชาด

# wocat label
source: Chile
th: ชิลี

# wocat label
source: China
th: จีน

# wocat label
source: Christmas Island
th: เกาะคริสต์มาส

# wocat label
source: Cocos (Keeling) Islands
th: หมู่เกาะโคโคส (คีลิง)

# wocat label
source: Colombia
th: โคลอมเบีย

# wocat label
source: Comoros
th: คอโมโรส

# wocat label
source: Congo
th: สาธารณรัฐคองโก

# wocat label
source: Congo, the Democratic Republic of the
th: สาธารณรัฐประชาธิปไตยคองโก

# wocat label
source: Cook Islands
th: หมู่เกาะคุก

# wocat label
source: Costa Rica
th: คอสตาริกา

# wocat label
source: Croatia
th: โครเอเชีย

# wocat label
source: Cuba
th: คิวบา

# wocat label
source: Curaçao
th: กือราเซา

# wocat label
source: Cyprus
th: ไซปรัส

# wocat label
source: Czech Republic
th: สาธารณรัฐเช็ก

# wocat label
source: Côte d'Ivoire
th: โกตดิวัวร์

# wocat label
source: Denmark
th: เดนมาร์ก

# wocat label
source: Dominica
th: ดอมินีกา

# wocat label
source: Dominican Republic
th: สาธารณรัฐโดมินิกัน

# wocat label
source: Ecuador
th: เอกวาดอร์

# wocat label
source: Egypt
th: อียิปต์

# wocat label
source: El Salvador
th: เอลซัลวาดอร์

# wocat label
source: Equatorial Guinea
th: อิเควทอเรียลกินี

# wocat label
source: Eritrea
th: เอริเทรีย

# wocat label
source: Estonia
th: เอสโตเนีย

# wocat label
source: Ethiopia
th: เอธิโอเปีย

# wocat label
source: Falkland Islands (Malvinas)
th: หมู่เกาะฟอล์กแลนด์ (มัลบีนัส)

# wocat label
source: Faroe Islands
th: หมู่เกาะแฟโร

# wocat label
source: Fiji
th: ฟิจิ

# wocat label
source: Finland
th: ฟินแลนด์

# wocat label
source: France
th: ฝรั่งเศส

# wocat label
source: French Guiana
th: เฟรนช์เกียนา

# wocat label
source: French Polynesia
th: เฟรนช์พอลินีเชีย

# wocat label
source: French Southern Territories
th: เฟรนช์เซาเทิร์นเทร์ริทอรี

# wocat label
source: Gabon
th: กาบอง

# wocat label
source: Gambia
th: แกมเบีย

# wocat label
source: Georgia
th: จอร์เจีย

# wocat label
source: Germany
th: เยอรมนี

# wocat label
source: Ghana
th: กานา

# wocat label
source: Gibraltar
th: ยิบรอลตาร์

# wocat label
source: Greece
th: กรีซ

# wocat label
source: Greenland
th: กรีนแลนด์

# wocat label
source: Grenada
th: เกรเนดา

# wocat label
source: Guadeloupe
th: กัวเดอลุป

# wocat label
source: Guam
th: กวม

# wocat label
source: Guatemala
th: กัวเตมาลา

# wocat label
source: Guernsey
th: เกิร์นซีย์

# wocat label
source: Guinea
th: กินี

# wocat label
source: Guinea-Bissau
th: กินี-บิสเซา

# wocat label
source: Guyana
th: กายอานา

# wocat label
source: Haiti
th: เฮติ

# wocat label
source: Heard Island and McDonald Mcdonald Islands
th: เกาะเฮิร์ดและหมู่เกาะแมกดอนัลด์

# wocat label
source: Holy See (Vatican City State)
th: นครรัฐวาติกัน

# wocat label
source: Honduras
th: ฮอนดูรัส

# wocat label
source: Hong Kong
th: ฮ่องกง

# wocat label
source: Hungary
th: ฮังการี

# wocat label
source: Iceland
th: ไอซ์แลนด์

# wocat label
source: India
th: อินเดีย

# wocat label
source: Indonesia
th: อินโดนีเซีย

# wocat label
source: Iran, Islamic Republic of
th: อิหร่าน

# wocat label
source: Iraq
th: อิรัก

# wocat label
source: Ireland
th: ไอร์แลนด์

# wocat label
source: Isle of Man
th: ไอล์ออฟแมน

# wocat label
source: Israel
th: อิสราเอล

# wocat label
source: Italy
th: อิตาลี

# wocat label
source: Jamaica
th: จาเมกา

# wocat label
source: Japan
th: ญี่ปุ่น

# wocat label
source: Jersey
th: เจอร์ซีย์

# wocat label
source: Jordan
th: จอร์แดน

# wocat label
source: Kazakhstan
th: คาซัคสถาน

# wocat label
source: Kenya
th: เคนยา

# wocat label
source: Kiribati
th: คิริบาส

# wocat label
source: Korea, Democratic People's Republic of
th: เกาหลีเหนือ

# wocat label
source: Korea, Republic of
th: เกาหลีใต้

# wocat label
source: Kuwait
th: คูเวต

# wocat label
source: Kyrgyzstan
th: คีร์กีซสถาน

# wocat label
source: Lao People's Democratic Republic
th: ลาว

# wocat label
source: Latvia
th: ลัตเวีย

# wocat label
source: Lebanon
th: เลบานอน

# wocat label
source: Lesotho
th: เลโซโท

# wocat label
source: Liberia
th: ไลบีเรีย

# wocat label
source: Libya
th: ลิเบีย

# wocat label
source: Liechtenstein
th: ลิกเตนสไตน์

# wocat label
source: Lithuania
th: ลิทัวเนีย

# wocat label
source: Luxembourg
th: ลักเซมเบิร์ก

# wocat label
source: Macao
th: มาเก๊า

# wocat label
source: Macedonia, the Former Yugoslav Republic of
th: มาซิโดเนีย

# wocat label
source: Madagascar
th: มาดากัสการ์

# wocat label
source: Malawi
th: มาลาวี

# wocat label
source: Malaysia
th: มาเลเซีย

# wocat label
source: Maldives
th: มัลดีฟส์

# wocat label
source: Mali
th: มาลี

# wocat label
source: Malta
th: มอลตา

# wocat label
source: Marshall Islands
th: หมู่เกาะมาร์แชลล์

# wocat label
source: Martinique
th: มาร์ตีนิก

# wocat label
source: Mauritania
th: มอริเตเนีย

# wocat label
source: Mauritius
th: มอริเชียส

# wocat label
source: Mayotte
th: มายอต

# wocat label
source: Mexico
th: เม็กซิโก

# wocat label
source: Micronesia, Federated States of
th: ไมโครนีเซีย

# wocat label
source: Moldova, Republic of
th: มอลโดวา

# wocat label
source: Monaco
th: โมนาโก

# wocat label
source: Mongolia
th: มองโกเลีย

# wocat label
source: Montenegro
th: มอนเตเนโกร

# wocat label
source: Montserrat
th: มอนต์เซอร์รัต

# wocat label
source: Morocco
th: โมร็อกโก

# wocat label
source: Mozambique
th: โมซัมบิก

# wocat label
source: Myanmar
th: พม่า

# wocat label
source: Namibia
th: นามิเบีย

# wocat label
source: Nauru
th: นาอูรู

# wocat label
source: Nepal
th: เนปาล

# wocat label
source: Netherlands
th: เนเธอร์แลนด์

# wocat label
source: New Caledonia
th: นิวแคลิโดเนีย

# wocat label
source: New Zealand
th: นิวซีแลนด์

# wocat label
source: Nicaragua
th: นิการากัว

# wocat label
source: Niger
th: ไนเจอร์

# wocat label
source: Nigeria
th: ไนจีเรีย

# wocat label
source: Niue
th: นีวเว

# wocat label
source: Norfolk Island
th: เกาะนอร์ฟอล์ก

# wocat label
source: Northern Mariana Islands
th: หมู่เกาะนอร์เทิร์นมาเรียนา

# wocat label
source: Norway
th: นอร์เวย์

# wocat label
source: Oman
th: โอมาน

# wocat label
source: Pakistan
th: ปากีสถาน

# wocat label
source: Palau
th: ปาเลา

# wocat label
source: Palestine, State of
th: ปาเลสไตน์

# wocat label
source: Panama
th: ปานามา

# wocat label
source: Papua New Guinea
th: ปาปัวนิวกินี

# wocat label
source: Paraguay
th: ปารากวัย

# wocat label
source: Peru
th: เปรู

# wocat label
source: Philippines
th: ฟิลิปปินส์

# wocat label
source: Pitcairn
th: หมู่เกาะพิตแคร์น

# wocat label
source: Poland
th: โปแลนด์

# wocat label
source: Portugal
th: โปรตุเกส

# wocat label
source: Puerto
th: ปวยร์โตรีโก

# wocat label
source: Qatar
th: กาตาร์

# wocat label
source: Romania
th: โรมาเนีย

# wocat label
source: Russian Federation
th: รัสเซีย

# wocat label
source: Rwanda
th: รวันดา

# wocat label
source: Réunion
th: เรอูว์นียง

# wocat label
source: Saint Barthélemy
th: แซ็ง-บาร์เตเลมี

# wocat label
source: Saint Helena, Ascension and Tristan da Cunha
th: เซนต์เฮเลนา อัสเซนชัน และตริสตันดากูนยา

# wocat label
source: Saint Kitts and Nevis
th: เซนต์คิตส์และเนวิส

# wocat label
source: Saint Lucia
th: เซนต์ลูเซีย

# wocat label
source: Saint Martin (French part)
th: เกาะเซนต์มาร์ติน (ฝั่งฝรั่งเศส)

# wocat label
source: Saint Pierre and Miquelon
th: แซ็งปีแยร์และมีเกอลง

# wocat label
source: Saint Vincent and the Grenadines
th: เซนต์วินเซนต์และเกรนาดีนส์

# wocat label
source: Samoa
th: ซามัว

# wocat label
source: San Marino
th: ซานมารีโน

# wocat label
source: Sao Tome and Principe
th: เซาตูเมและปรินซิปี

# wocat label
source: Saudi Arabia
th: ซาอุดีอาระเบีย

# wocat label
source: Senegal
th: เซเนกัล

# wocat label
source: Serbia
th: เซอร์เบีย

# wocat label
source: Seychelles
th: เซเชลส์

# wocat label
source: Sierra Leone
th: เซียร์ราลีโอน

# wocat label
source: Singapore
th: สิงคโปร์

# wocat label
source: Sint Maarten (Dutch part)
th: ซินต์มาร์เติน (ฝั่งดัตช์)

# wocat label
source: Slovakia
th: สโลวาเกีย

# wocat label
source: Slovenia
th: สโลวีเนีย

# wocat label
source: Solomon Islands
th: หมู่เกาะโซโลมอน

# wocat label
source: Somalia
th: โซมาเลีย

# wocat label
source: South Africa
th: แอฟริกาใต้

# wocat label
source: South Georgia and the South Sandwich Islands
th: เกาะเซาท์จอร์เจียและหมู่เกาะเซาท์แซนด์วิช

# wocat label
source: South Sudan
th: เซาท์ซูดาน

# wocat label
source: Spain
th: สเปน

# wocat label
source: Sri Lanka
th: ศรีลังกา

# wocat label
source: Sudan
th: ซูดาน

# wocat label
source: Suriname
th: ซูรินาม

# wocat label
source: Svalbard and Jan Mayen
th: สฟาลบาร์และยานไมเอน

# wocat label
source: Swaziland
th: สวาซิแลนด์

# wocat label
source: Sweden
th: สวีเดน

# wocat label
source: Switzerland
th: สวิตเซอร์แลนด์

# wocat label
source: Syrian Arab Republic
th: ซีเรีย

# wocat label
source: Taiwan, Province of China
th: ไต้หวัน

# wocat label
source: Tajikistan
th: ทาจิกิสถาน

# wocat label
source: Tanzania, United Republic of
th: แทนซาเนีย

# wocat label
source: Thailand
th: ไทย

# wocat label
source: Timor-Leste
th: ติมอร์-เลสเต

# wocat label
source: Togo
th: โตโก

# wocat label
source: Tokelau
th: โทเคอเลา

# wocat label
source: Tonga
th: ตองกา

# wocat label
source: Trinidad and Tobago
th: ตรินิแดดและโตเบโก

# wocat label
source: Tunisia
th: ตูนิเซีย

# wocat label
source: Turkey
th: ตุรกี

# wocat label
source: Turkmenistan
th: เติร์กเมนิสถาน

# wocat label
source: Turks and Caicos Islands
th: หมู่เกาะเติกส์และเคคอส

# wocat label
source: Tuvalu
th: ตูวาลู

# wocat label
source: Uganda
th: ยูกันดา

# wocat label
source: Ukraine
th: ยูเครน

# wocat label
source: United Arab Emirates
th: เอมิเรตส์

# wocat label
source: United Kingdom
th: สหราชอาณาจักร

# wocat label
source: United States
th: สหรัฐอเมริกา

# wocat label
source: United States Minor Outlying Islands
th: เกาะเล็กรอบนอกของสหรัฐอเมริกา

# wocat label
source: Uruguay
th: อุรุกวัย

# wocat label
source: Uzbekistan
th: อุซเบกิสถาน

# wocat label
source: Vanuatu
th: วานูอาตู

# wocat label
source: Venezuela, Bolivarian Republic of
th: เวเนซุเอลา

# wocat label
source: Viet Nam
th: เวียดนาม

# wocat label
source: Virgin Islands, British
th: หมู่เกาะบริติชเวอร์จิน

# wocat label
source: Virgin Islands, U.S.
th: หมู่เกาะเวอร์จินของสหรัฐ

# wocat label
source: Wallis and Futuna
th: วาลิสและฟูตูนา

# wocat label
source: Western Sahara
th: เวสเทิร์นสะฮารา

# wocat label
source: Yemen
th: เยเมน

# wocat label
source: Zambia
th: แซมเบีย

# wocat label
source: Zimbabwe
th: ซิมบับเว

# wocat label
source: Åland Islands
th: หมู่เกาะโอลันด์

# technologies label
source: low
th: ต่ำ

# technologies label
source: high
th: สูง

# approaches label
source: more than 50 years ago (traditional)
th: มากกว่า 50 ปี (แบบดั้งเดิม)

# technologies label
source: more than 50 years ago (traditional)
th: มากกว่า 50 ปี (ดั้งเดิม)

# approaches label
source: 10-50 years ago
th: 10-50 ปี

# technologies label
source: 10-50 years ago
th: 10-50 ปี

# approaches label
source: less than 10 years ago (recently)
th: น้อยกว่า 10 ปี (เร็วๆนี้)

# technologies label
source: less than 10 years ago (recently)
th: น้อยกว่า 10 ปี (ไม่นานนี้)

# watershed label
source: female
th: หญิง

# approaches label
source: female
th: หญิง

# technologies label
source: female
th: หญิง

# watershed label
source: male
th: ชาย

# approaches label
source: male
th: ชาย

# technologies label
source: male
th: ชาย

# approaches label
source: increase
th: เพิ่มขึ้น

# technologies label
source: increase
th: เพิ่มขึ้น

# approaches label
source: decrease
th: ลดลง

# technologies label
source: decrease
th: ลดลง

# approaches label
source: field visits, field surveys
th: ไปเยี่ยมชมภาคสนาม การสำรวจพื้นที่ภาคสนาม

# technologies label
source: field visits, field surveys
th: การไปทัศนะศึกษาหรือสำรวจภาคสนาม

# approaches label
source: interviews with land users
th: การสัมภาษณ์กับผู้ใช้ที่ดิน

# technologies label
source: interviews with land users
th: การสัมภาษณ์ผู้ใช้ที่ดิน

# approaches label
source: interviews with SLM specialists/ experts
th: การสัมภาษณ์ผู้เชี่ยวชาญด้าน SLM หรือผู้ชำนาญ

# technologies label
source: interviews with SLM specialists/ experts
th: การสัมภาษณ์ผู้เชี่ยวชาญด้าน SLM หรือผู้ชำนาญ

# approaches label
source: compilation from reports and other existing documentation
th: การเก็บรวบรวมมาจากรายงานและเอกสารที่มีอยู่

# technologies label
source: compilation from reports and other existing documentation
th: การเก็บรวบรวมจากผู้ให้ข้อมูลและเอกสารอื่นๆ ที่มีอยู่

# watershed label
source: SLM specialist
th: ผู้เชี่ยวชาญ SLM

# approaches label
source: SLM specialist
th: ผู้เชี่ยวชาญ SLM

# technologies label
source: SLM specialist
th: ผู้เชี่ยวชาญด้าน SLM

# watershed label
source: land user
th: ผู้ใช้ที่ดิน

# approaches label
source: land user
th: ผู้ใช้ที่ดิน

# approaches helptext
source: the person/ entity who implements/ maintains the Technology/ Technologies associated with this Approach. The term land user may refer to individual small- or large-scale farmers, groups (gender, age, status, interest), cooperatives, industrial companies (e.g. mining), government institutions (e.g. state forest), etc.
th: บุคคลหรือบุคลากรที่ดำเนินการใช้และบำรุงรักษาเทคโนโลยี คำว่าผู้ใช้ที่ดินนี้อาจหมายถึงเกษตรกรรายย่อยหรือเกษตรกรรายใหญ่ กลุ่มต่างๆ (เพศ อายุ สถานภาพ ความสนใจ) สหกรณ์ บริษัทอุตสาหกรรม (เช่น การทำเหมืองแร่) องค์กรของรัฐ (เช่น ป่าของรัฐ) เป็นต้น

# technologies label
source: land user
th: ผู้ใช้ที่ดิน

# technologies helptext
source: the person/ entity who implements/ maintains the Technology. The term land user may refer to individual small- or large-scale farmers, groups (gender, age, status, interest), cooperatives, industrial companies (e.g. mining), government institutions (e.g. state forest), etc.
th: บุคคลหรือบุคลากรที่ดำเนินการใช้และบำรุงรักษาเทคโนโลยี คำว่าผู้ใช้ที่ดินนี้อาจหมายถึงเกษตรกรรายย่อยหรือเกษตรกรรายใหญ่ กลุ่มต่างๆ (เพศ อายุ สถานภาพ ความสนใจ) สหกรณ์ บริษัทอุตสาหกรรม (เช่น การทำเหมืองแร่) องค์กรของรัฐ (เช่น ป่าของรัฐ) เป็นต้น

# watershed helptext
source: Specify the centre of the watershed.
th: โปรดระบุตำแหน่งกึ่งกลางของลุ่มน้ำ
