Repository: CDE-UNIBE/qcat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: is the primary recommended database by UNCCD
th: เป็นฐานข้อมูลปฐมภูมิที่ถูกแนะนำโดย UNCCD

source: is open access and contains over 800 SLM practices
th: เป็นข้อมูลที่เข้าถึงได้แบบเปิดและประกอบไปด้วยการปฏิบัติการ SLM มากกว่า 800 การปฏิบัติ

source: is a standardized and modular system
th: มีความเป็นมาตรฐานและมีระบบหน่วยย่อย

source: supports knowledge sharing and evidence-based decision-making
th: ส่งเสริมในการแบ่งปันความรู้ และการตัดสินใจโดยดูจากหลักฐานได้

source: welcomes you to join!
th: ยินดีต้อนรับคุณที่มาเข้าร่วมกับเรา

source: About the WOCAT SLM Database
th: เกี่ยวกับฐานข้อมูล SLM ของ WOCAT

source: The Global Database on Sustainable Land Management (SLM) of WOCAT (the World Overview of Conservation Approaches and Technologies) provides free access to the documentation of field-tested SLM data including SLM practices and maps from different places in the world and offers practitioners the opportunity to share their own SLM practice or map.
th: ฐานข้อมูลนานาชาติเทคโนโลยีการจัดการที่ดินอย่างยั่งยืน (SLM) ในบริบทของ WOCAT (ภาพรวมระดับโลกของแนวทางและเทคโนโลยีในการอนุรักษ์) นั้น ให้บริการความรู้ที่เกี่ยวข้องกับข้อมูล SLM จากการนำไปทดสอบในภาคสนาม ซึ่งประกอบไปด้วยการปฏิบัติการ SLM และแผนที่จากสถานที่ต่างๆ ในโลกใบนี้ อีกทั้งยังมอบโอกาสให้แก่ผู้ปฏิบัติงานในการนำผลปฏิบัติการ SLM หรือแผนที่ของพวกเขามาแบ่งปันกัน

source: SLM in the context of WOCAT is defined as the use of land resources - including soil, water, vegetation and animals - to produce goods and provide services to meet human needs, while ensuring the long-term productive potential of these resources and sustaining their environmental functions.
th: การจัดการที่ดินอย่างยั่งยืน (SLM) ในบริบทของ WOCAT หมายถึง การใช้ทรัพยากรที่ดิน ได้แก่ ดิน น้ำ พืช และสัตว์ เพื่อผลิตสินค้าและจัดหาบริการมาให้ตรงตามความต้องการของมนุษย์ที่เปลี่ยนแปลงอยู่เสมอ ในขณะเดียวกันต้องมั่นใจว่าทรัพยากรเหล่านี้ต้องมีศักยภาพในการผลิตระยะยาวและมีการรักษาสภาพและบทบาทของสิ่งแวดล้อมได้ด้วย

source: The objective of documenting and assessing SLM practices is to share and spread valuable knowledge in land management, support evidence-based decision-making and scale up identified good practices, thereby contributing to preventing and reducing land degradation and to restoring degraded land.
th: เป้าหมายของการจัดทำเอกสารและการประเมินผลการปฏิบัติการ SLM คือการแบ่งปันและการเผยแพร่ความรู้อันมีค่าในการจัดการที่ดิน สนับสนุนการตัดสินใจที่อิงหลักฐาน และเพิ่มขยายการปฏิบัติที่ได้รับการระบุว่าดี ดังนั้นจึงก่อให้เกิดการปกป้องและลดการเสื่อมโทรมของที่ดิน และมีการบำรุงรักษาที่ดินที่เสื่อมโทรมให้ดียิ่งขึ้น

source: A SLM practice can be either an SLM Technology (a physical practice that controls land degradation and/or enhances productivity, consisting of one or several measures) or an SLM Approach (ways and means used to implement one or several SLM Technologies, including technical and material support, stakeholder engagement, and other).
th: การปฏิบัติการ SLM สามารถเป็นได้ทั้งเทคโนโลยี SLM (การปฏิบัติการเชิงกายภาพที่เกี่ยวกับการควบคุมความเสื่อมโทรมของที่ดินและ/หรือเพิ่มผลผลิต โดยประกอบไปด้วยมาตรการหนึ่งอย่างหรือหลายอย่าง) หรือแนวทาง SLM (แนวทางหรือมาตรการที่นำเอาเทคโนโลยีสำหรับ SLM หนึ่งอย่างหรือหลายอย่างไปปฏิบัติใช้ รวมถึงการสนับสนุนด้านเทคนิคและวัสดุอุปกรณ์ ความเกี่ยวข้องและบทบาทของผู้มีส่วนได้เสียต่างๆ เป็นต้น)

source: For further information please contact the <a href="https://wocat.net/about/organizational-structure-wocat-network/wocat-secretariat" target="_blank" class="link">WOCAT Secretariat</a>.
th: สำหรับข้อมูลเพิ่มเติม กรุณาติดต่อ <a href="https://wocat.net/about/organizational-structure-wocat-network/wocat-secretariat" target="_blank" class="link">เลขานุการ WOCAT</a>

source: Information for UNCCD Parties
th: ข้อมูลสำหรับคณะ UNCCD

source: Search SLM data
th: ค้นหาข้อมูล SLM

source: An <strong>SLM Technology</strong> is a land management practice that controls land degradation and enhances productivity and/ or other ecosystem services.
th: <strong>เทคโนโลยี SLM</strong> คือวิธีการปฏิบัติในการจัดการที่ดิน เพื่อควบคุมการเสื่อมโทรมของที่ดิน และเพิ่มความสามารถในการผลิตหรือการบริการระบบนิเวศอื่นๆ

source: View all
th: ดูทั้งหมด

source: An <strong>SLM Approach</strong> defines the ways and means used to implement an SLM Technology, including the stakeholders involved and their roles.
th: <strong>แนวทาง SLM</strong> หมายถึงวิธีการที่นำเอาเทคโนโลยีสำหรับ SLM หนึ่งอย่างหรือหลายอย่างไปปฏิบัติใช้ รวมถึงความเกี่ยวข้องและบทบาทของผู้มีส่วนได้เสียต่างๆ เป็นต้น

source: UNCCD Prais Practices
th: การปฏิบัติของ UNCCD PRAIS

source: A UNCCD PRAIS Practice is a best practice in SLM, as previously shared through the UNCCD PRAIS system in the UNCCD reporting process.
th: การปฏิบัติ UNCCD PRAIS เป็นแนวปฏิบัติที่ดีใน SLM ซึ่งแต่ก่อนถูกเผยแพร่ในระบบ UNCCD PRAIS ในระบบเผยแพร่ของ UNCCD

source: Watershed and Runoff
th: ลุ่มน้ำและน้ำท่า

source: Mapping land management and assessing runoff and outflow from a watershed.
th: วาดแผนที่การจัดการที่ดินและน้ำท่าที่ประเมินได้และปริมาณน้ำที่ไหลออกจากลุ่มน้ำ

source: Land Degradation / Conservation
th: การเสื่อมโทรมของที่ดินและการดูแลรักษา

source: Mapping land management, degradation and conservation including driver, state and impacts.
th: วาดแผนที่การจัดการที่ดิน ความเสื่อมโทรม การฟื้นฟูบำบัด รวมทั้ง ผู้ขับเคลื่อน บริเวณ และผลกระทบ

source: Maps are currently not yet available in the new database. Maps can be viewed or added in the old database (QM).
th: แผนที่ยังไม่สามารถใช้ได้ในฐานข้อมูลใหม่ แผนที่สามารถมองเห็นหรือเพิ่มได้ในฐานข้อมูลเก่า (QM)

source: CCA Module
th: โมดูล CCA

source: The climate change adaptation tool assesses whether a specific SLM Technology is adapted to gradual climate changes and climate-related extremes (natural disasters).
th: เครื่องมือการปรับตัวตามการเปลี่ยนแปลงของสภาพภูมิอากาศประเมินว่า เทคโนโลยี SLM ได้ถูกประยุกต์ใช้ในการแก้ปัญหาการเปลี่ยนแปลงของสภาพภูมิอากาศและความผิดปกติที่เกี่ยวข้องกับสภาพอากาศหรือไม่

source: Modules will be added soon to the new database.
th: โมดูลจะถูกเพิ่มใหม่ไปสู่ฐานข้อมูลเร็ว ๆ นี้

source: Add
th: เพิ่ม

source: An <strong>SLM Approach</strong> defines the ways and means used to implement a SLM Technology, including the stakeholders involved and their roles.
th: <strong>แนวทาง SLM</strong> หมายถึงวิธีการที่นำเอาเทคโนโลยีสำหรับ SLM หนึ่งอย่างหรือหลายอย่างไปปฏิบัติใช้ รวมถึงความเกี่ยวข้องและบทบาทของผู้มีส่วนได้เสียต่างๆ เป็นต้น

source: Search SLM Data
th: ค้นหาข้อมูล SLM

source: All SLM Data
th: ข้อมูล SLM ทั้งหมด

source: All SLM practices
th: การปฏิบัติการ SLM ทั้งหมด

source: Search technology: e.g Terraces ...
th: ค้นหาเทคโนโลยี เช่น การเพาะปลูกแบบขั้นบันได เป็นต้น

source: Search approach: e.g Triple bottom line ...
th: ค้นหาแนวทาง เช่น ไตรกำไรสุทธิ เป็นต้น

source: Search SLM data ...
th: ค้นหาข้อมูล SLM

source: Advanced filter
th: การกรองขั้นสูง

source: Show all Technologies
th: แสดงเทคโนโลยีทั้งหมด

source: Show all Approaches
th: แสดงแนวทางทั้งหมด

source: Show all SLM practices
th: แสดงการปฏิบัติ SLM ทั้งหมด

source: Your search results
th: ผลลัพธ์ที่คุณค้นหา

source: Add Filter
th: เพิ่มการกรอง

source: Add or edit filters
th: เพิ่มหรือแก้ไขการกรอง

source: Advanced filter for
th: การกรองขั้นสูงสำหรับ

source: Select or type a country name
th: เลือกหรือพิมพ์ชื่อประเทศ

source: Select or type a project name
th: เลือกหรือพิมพ์ชื่อโครงการ

source: Select or type a name
th: เลือกหรือพิมพ์ชื่อ

source: Select or type a language name
th: เลือกหรือพิมพ์ชื่อของภาษา

source: Sorry, the page you are looking for does not exist. Maybe you are looking for one of the following:
th: ขอโทษด้วย หน้าต่างที่คุณกำลังหานั้นไม่มีอยู่ บางทีคุณอาจจะกำลังมองหาหน้าต่างใดๆ จากรายการต่อไปนี้

source: WOCAT SLM practices
th: การปฏิบัติการ SLM ของ WOCAT

source: Home
th: หน้าหลัก

source: Optimized for %(chrome)s and %(firefox)s.
th: เหมาะสำหรับ %(chrome)s และ %(firefox)s

source: Menu
th: เมนู

source: See your messages.
th: แสดงข้อความของคุณ

source: My SLM Data
th: ข้อมูล SLM ของฉัน

source: Notifications
th: ข้อความแจ้งเตือน

source: Logout
th: ออกจากระบบ

source: Would you like to help us translate the SLM Database? Please contact the WOCAT Secretariat for more information.
th: คุณต้องการช่วยพวกเราแปลฐานข้อมูล SLM หรือไม่ กรุณาติดต่อเลขานุการ WOCAT สำหรับข้อมูลเพิ่มเติม

source: Maintenance announcement
th: การประกาศการบำรุงรักษา

source: Primary recommended database
th: เป็นฐานข้อมูลปฐมภูมิที่ถูกแนะนำ

source: Privacy Policy
th: กฎความเป็นส่วนตัว

source: Terms of Agreement
th: เงื่อนไขที่ต้องยอมรับ

source: global SLM practices database
th: การปฏิบัติ SLM นานาชาติ

source: WOCAT SLM portal
th: แหล่งรวบรวม SLM ของ WOCAT

source: The WOCAT database on SLM practices (Technologies and Approaches) contains a vast range of good practices from all over the world.
th: ฐานข้อมูลของ WOCAT ในส่วนของการปฏิบัติการ SLM (เทคโนโลยีและแนวทาง) ประกอบไปด้วยแนวปฏิบัติการดีๆ จำนวนมากจากนานาประเทศ
